CREATE TABLE IF NOT EXISTS tz(id INTEGER, np TEXT, reg TEXT, msktz INTEGER, tz INTEGER, latdms TEXT, lat FLOAT, londms TEXT, lon FLOAT);
DELETE FROM tz;
\copy tz FROM STDIN (FORMAT CSV, DELIMITER ',', ENCODING 'UTF-8');
0,"Менделеево","Калининградская область","-1",+2,"54°47'",54.783333333333,"20°45'",20.75
10,"Орел","Орловская область",0,+3,"52°58'",52.966666666667,"36°4'",36.066666666667
100448,"Волоконовка","Белгородская область",0,+3,"50°29'",50.483333333333,"37°52'",37.866666666667
100459,"Фокино","Приморский край",7,+10,"42°58'",42.966666666667,"132°24'",132.4
100471,"Красноармейск","Московская область",0,+3,"56°6'",56.1,"38°8'",38.133333333333
100558,"Казанская","Ростовская область",0,+3,"49°48'",49.8,"41°8'",41.133333333333
100559,"Веселый","Ростовская область",0,+3,"47°20'",47.333333333333,"39°18'",39.3
100567,"Орловский","Ростовская область",0,+3,"46°53'",46.883333333333,"42°3'",42.05
100569,"Ремонтное","Ростовская область",0,+3,"46°34'",46.566666666667,"43°40'",43.666666666667
100571,"Тарасовский","Ростовская область",0,+3,"48°44'",48.733333333333,"40°22'",40.366666666667
100574,"Чертково","Ростовская область",0,+3,"49°23'",49.383333333333,"40°9'",40.15
100632,"Выселки","Краснодарский край",0,+3,"45°35'",45.583333333333,"39°39'",39.65
100679,"Навля","Брянская область",0,+3,"52°49'",52.816666666667,"34°29'",34.483333333333
100687,"Воробьевка","Воронежская область",0,+3,"50°39'",50.65,"40°57'",40.95
100689,"Новая Усмань","Воронежская область",0,+3,"51°37'",51.616666666667,"39°23'",39.383333333333
100690,"Ольховатка","Воронежская область",0,+3,"50°17'",50.283333333333,"39°18'",39.3
100695,"Репьевка","Воронежская область",0,+3,"51°5'",51.083333333333,"38°38'",38.633333333333
100778,"Инжавино","Тамбовская область",0,+3,"52°19'",52.316666666667,"42°30'",42.5
100914,"Чегдомын","Хабаровский край",7,+10,"51°7'",51.116666666667,"132°59'",132.98333333333
101021,"Таксимо","Республика Бурятия",5,+8,"56°20'",56.333333333333,"114°54'",114.9
101060,"Томилино","Московская область",0,+3,"55°39'",55.65,"37°57'",37.95
101159,"Орда","Пермский край",2,+5,"57°12'",57.2,"56°55'",56.916666666667
101225,"Чамзинка","Республика Мордовия",0,+3,"54°25'",54.416666666667,"45°47'",45.783333333333
101228,"Вурнары","Республика Чувашия",0,+3,"55°29'",55.483333333333,"46°58'",46.966666666667
101260,"Татищево","Саратовская область",0,+3,"51°40'",51.666666666667,"45°36'",45.6
101289,"Ольга","Приморский край",7,+10,"43°45'",43.75,"135°17'",135.28333333333
101410,"Курсавка","Ставропольский край",0,+3,"44°27'",44.45,"42°30'",42.5
101411,"Арзгир","Ставропольский край",0,+3,"45°22'",45.366666666667,"44°13'",44.216666666667
101416,"Левокумское","Ставропольский край",0,+3,"44°49'",44.816666666667,"44°39'",44.65
101479,"Куанда","Забайкальский край",6,+9,"56°20'",56.333333333333,"116°6'",116.1
101588,"Селятино","Московская область",0,+3,"55°31'",55.516666666667,"36°59'",36.983333333333
101655,"Вырица","Ленинградская область",0,+3,"59°24'",59.4,"30°20'",30.333333333333
101828,"Романовская","Ростовская область",0,+3,"47°32'",47.533333333333,"42°2'",42.033333333333
102036,"Линево","Новосибирская область",3,+6,"54°28'",54.466666666667,"83°23'",83.383333333333
102535,"Березовка","Пермский край",2,+5,"57°36'",57.6,"57°18'",57.3
102557,"Сестрорецк","Санкт-Петербург",0,+3,"60°5'",60.083333333333,"29°57'",29.95
10292,"Байконур","Республика Алтай",3,+6,"45°38'",45.633333333333,"63°18'",63.3
10343,"Житомир","Житомирская область","-2",+1,"50°15'",50.25,"28°40'",28.666666666667
10345,"Ивано-Франковск","Ивано-Франковская область","-2",+1,"48°55'",48.916666666667,"24°43'",24.716666666667
10347,"Кривой Рог","Днепропетровская область","-2",+1,"48°1'",48.016666666667,"33°27'",33.45
10355,"Ровно","Ровненская область","-2",+1,"50°37'",50.616666666667,"26°15'",26.25
103556,"Тячев","Закарпатская область","-2",+1,"48°1'",48.016666666667,"23°34'",23.566666666667
10357,"Тернополь","Тернопольская область","-2",+1,"49°34'",49.566666666667,"25°36'",25.6
10358,"Ужгород","Закарпатская область","-2",+1,"48°37'",48.616666666667,"22°18'",22.3
10363,"Черкассы","Черкасская область","-2",+1,"49°26'",49.433333333333,"32°4'",32.066666666667
10365,"Черновцы","Черновицкая область","-2",+1,"48°18'",48.3,"25°56'",25.933333333333
10366,"Мариуполь","Донецкая область","-2",+1,"47°7'",47.116666666667,"37°33'",37.55
10367,"Мелитополь","Запорожская область","-2",+1,"46°50'",46.833333333333,"35°22'",35.366666666667
10368,"Чернобыль","Киевская область","-2",+1,"51°16'",51.266666666667,"30°14'",30.233333333333
10369,"Белая Церковь","Киевская область","-2",+1,"49°48'",49.8,"30°7'",30.116666666667
105572,"Малаховка","Московская область",0,+3,"55°39'",55.65,"38°1'",38.016666666667
1058,"Туапсе","Краснодарский край",0,+3,"44°6'",44.1,"39°4'",39.066666666667
106007,"Десна","Черниговская область","-2",+1,"50°55'",50.916666666667,"30°45'",30.75
10646,"Губкин","Белгородская область",0,+3,"51°17'",51.283333333333,"37°34'",37.566666666667
10647,"Новый Оскол","Белгородская область",0,+3,"50°46'",50.766666666667,"37°52'",37.866666666667
10648,"Прохоровка","Белгородская область",0,+3,"51°2'",51.033333333333,"36°44'",36.733333333333
10649,"Старый Оскол","Белгородская область",0,+3,"51°18'",51.3,"37°51'",37.85
10656,"Александров","Владимирская область",0,+3,"56°24'",56.4,"38°43'",38.716666666667
10661,"Гусь Хрустальный","Владимирская область",0,+3,"55°37'",55.616666666667,"40°40'",40.666666666667
10663,"Киржач","Владимирская область",0,+3,"56°9'",56.15,"38°52'",38.866666666667
10664,"Ковров","Владимирская область",0,+3,"56°23'",56.383333333333,"41°19'",41.316666666667
10665,"Кольчугино","Владимирская область",0,+3,"56°18'",56.3,"39°22'",39.366666666667
10668,"Муром","Владимирская область",0,+3,"55°34'",55.566666666667,"42°3'",42.05
10670,"Собинка","Владимирская область",0,+3,"55°59'",55.983333333333,"39°59'",39.983333333333
10673,"Бобров","Воронежская область",0,+3,"51°6'",51.1,"40°2'",40.033333333333
10674,"Богучар","Воронежская область",0,+3,"49°56'",49.933333333333,"40°34'",40.566666666667
10675,"Борисоглебск","Воронежская область",0,+3,"51°22'",51.366666666667,"42°5'",42.083333333333
10676,"Бутурлиновка","Воронежская область",0,+3,"50°50'",50.833333333333,"40°35'",40.583333333333
10677,"Калач","Воронежская область",0,+3,"50°25'",50.416666666667,"41°2'",41.033333333333
10681,"Россошь","Воронежская область",0,+3,"50°12'",50.2,"39°32'",39.533333333333
10685,"Кантемировка","Воронежская область",0,+3,"49°42'",49.7,"39°52'",39.866666666667
10686,"Анна","Воронежская область",0,+3,"51°29'",51.483333333333,"40°26'",40.433333333333
10689,"Кинешма","Ивановская область",0,+3,"57°27'",57.45,"42°8'",42.133333333333
10697,"Малоярославец","Калужская область",0,+3,"55°1'",55.016666666667,"36°29'",36.483333333333
10698,"Боровск","Калужская область",0,+3,"55°12'",55.2,"36°29'",36.483333333333
10702,"Нерехта","Костромская область",0,+3,"57°27'",57.45,"40°35'",40.583333333333
10704,"Шарья","Костромская область",0,+3,"58°22'",58.366666666667,"45°31'",45.516666666667
10710,"Железногорск","Курская область",0,+3,"52°20'",52.333333333333,"35°22'",35.366666666667
10713,"Елец","Липецкая область",0,+3,"52°37'",52.616666666667,"38°30'",38.5
10715,"Апрелевка","Московская область",0,+3,"55°33'",55.55,"37°4'",37.066666666667
10716,"Балашиха","Московская область",0,+3,"55°49'",55.816666666667,"37°58'",37.966666666667
10717,"Бронницы","Московская область",0,+3,"55°25'",55.416666666667,"38°17'",38.283333333333
10719,"Видное","Московская область",0,+3,"55°33'",55.55,"37°43'",37.716666666667
10720,"Внуково","Московская область",0,+3,"55°36'",55.6,"37°19'",37.316666666667
10721,"Волоколамск","Московская область",0,+3,"56°3'",56.05,"35°57'",35.95
10722,"Воскресенск","Московская область",0,+3,"55°19'",55.316666666667,"38°41'",38.683333333333
10723,"Дмитров","Московская область",0,+3,"56°22'",56.366666666667,"37°32'",37.533333333333
10725,"Домодедово","Московская область",0,+3,"55°27'",55.45,"37°45'",37.75
10727,"Егорьевск","Московская область",0,+3,"55°23'",55.383333333333,"39°2'",39.033333333333
10728,"Зарайск","Московская область",0,+3,"54°46'",54.766666666667,"38°53'",38.883333333333
10729,"Звенигород","Московская область",0,+3,"55°44'",55.733333333333,"36°52'",36.866666666667
10731,"Истра","Московская область",0,+3,"55°46'",55.766666666667,"37°9'",37.15
10732,"Кашира","Московская область",0,+3,"54°51'",54.85,"38°11'",38.183333333333
10733,"Клин","Московская область",0,+3,"56°20'",56.333333333333,"36°43'",36.716666666667
10734,"Коломна","Московская область",0,+3,"55°6'",55.1,"38°47'",38.783333333333
10735,"Красногорск","Московская область",0,+3,"55°49'",55.816666666667,"37°21'",37.35
10737,"Луховицы","Московская область",0,+3,"54°58'",54.966666666667,"39°2'",39.033333333333
10738,"Люберцы","Московская область",0,+3,"55°41'",55.683333333333,"37°53'",37.883333333333
10739,"Можайск","Московская область",0,+3,"55°30'",55.5,"36°2'",36.033333333333
10740,"Мытищи","Московская область",0,+3,"55°55'",55.916666666667,"37°46'",37.766666666667
10741,"Наро-Фоминск","Московская область",0,+3,"55°23'",55.383333333333,"36°45'",36.75
10742,"Ногинск","Московская область",0,+3,"55°51'",55.85,"38°27'",38.45
10743,"Одинцово","Московская область",0,+3,"55°40'",55.666666666667,"37°17'",37.283333333333
10745,"Орехово-Зуево","Московская область",0,+3,"55°48'",55.8,"38°59'",38.983333333333
10746,"Павловский Посад","Московская область",0,+3,"55°47'",55.783333333333,"38°39'",38.65
10747,"Подольск","Московская область",0,+3,"55°26'",55.433333333333,"37°33'",37.55
10748,"Пушкино","Московская область",0,+3,"56°1'",56.016666666667,"37°52'",37.866666666667
10750,"Раменское","Московская область",0,+3,"55°34'",55.566666666667,"38°14'",38.233333333333
10751,"Руза","Московская область",0,+3,"55°42'",55.7,"36°12'",36.2
10752,"Сергиев Посад","Московская область",0,+3,"56°19'",56.316666666667,"38°8'",38.133333333333
10754,"Серпухов","Московская область",0,+3,"54°55'",54.916666666667,"37°25'",37.416666666667
10755,"Солнечногорск","Московская область",0,+3,"56°11'",56.183333333333,"36°59'",36.983333333333
10756,"Ступино","Московская область",0,+3,"54°54'",54.9,"38°5'",38.083333333333
10758,"Химки","Московская область",0,+3,"55°53'",55.883333333333,"37°27'",37.45
10761,"Чехов","Московская область",0,+3,"55°9'",55.15,"37°28'",37.466666666667
10762,"Шатура","Московская область",0,+3,"55°34'",55.566666666667,"39°32'",39.533333333333
10765,"Щелково","Московская область",0,+3,"55°55'",55.916666666667,"38°1'",38.016666666667
10773,"Касимов","Рязанская область",0,+3,"54°57'",54.95,"41°24'",41.4
10775,"Ряжск","Рязанская область",0,+3,"53°42'",53.7,"40°4'",40.066666666667
10782,"Вязьма","Смоленская область",0,+3,"55°13'",55.216666666667,"34°19'",34.316666666667
10783,"Гагарин","Смоленская область",0,+3,"55°33'",55.55,"35°1'",35.016666666667
10785,"Десногорск","Смоленская область",0,+3,"54°9'",54.15,"33°17'",33.283333333333
10792,"Рославль","Смоленская область",0,+3,"53°57'",53.95,"32°52'",32.866666666667
10794,"Сафоново","Смоленская область",0,+3,"55°6'",55.1,"33°16'",33.266666666667
10801,"Ярцево","Смоленская область",0,+3,"55°4'",55.066666666667,"32°41'",32.683333333333
10803,"Мичуринск","Тамбовская область",0,+3,"52°54'",52.9,"40°29'",40.483333333333
10805,"Бологое","Тверская область",0,+3,"57°53'",57.883333333333,"34°4'",34.066666666667
10807,"Вышний Волочек","Тверская область",0,+3,"57°35'",57.583333333333,"34°33'",34.55
10809,"Калязин","Тверская область",0,+3,"57°15'",57.25,"37°50'",37.833333333333
10811,"Кимры","Тверская область",0,+3,"56°53'",56.883333333333,"37°21'",37.35
10812,"Конаково","Тверская область",0,+3,"56°42'",56.7,"36°47'",36.783333333333
10824,"Удомля","Тверская область",0,+3,"57°52'",57.866666666667,"35°0'",35
10825,"Алексин","Тульская область",0,+3,"54°31'",54.516666666667,"37°4'",37.066666666667
10828,"Ефремов","Тульская область",0,+3,"53°8'",53.133333333333,"38°7'",38.116666666667
10830,"Новомосковск","Тульская область",0,+3,"54°5'",54.083333333333,"38°14'",38.233333333333
10831,"Суворов","Тульская область",0,+3,"54°8'",54.133333333333,"36°30'",36.5
10836,"Мышкин","Ярославская область",0,+3,"57°47'",57.783333333333,"38°27'",38.45
10837,"Переславль-Залесский","Ярославская область",0,+3,"56°45'",56.75,"38°52'",38.866666666667
10838,"Ростов","Ярославская область",0,+3,"57°12'",57.2,"39°27'",39.45
10839,"Рыбинск","Ярославская область",0,+3,"58°3'",58.05,"38°50'",38.833333333333
10840,"Углич","Ярославская область",0,+3,"57°31'",57.516666666667,"38°20'",38.333333333333
10843,"Вельск","Архангельская область",0,+3,"61°4'",61.066666666667,"42°6'",42.1
10845,"Коряжма","Архангельская область",0,+3,"61°19'",61.316666666667,"47°9'",47.15
10849,"Северодвинск","Архангельская область",0,+3,"64°34'",64.566666666667,"39°51'",39.85
10854,"Великий Устюг","Вологодская область",0,+3,"60°46'",60.766666666667,"46°18'",46.3
10859,"Светлогорск","Калининградская область","-1",+2,"54°57'",54.95,"20°9'",20.15
10860,"Советск","Калининградская область","-1",+2,"55°4'",55.066666666667,"21°53'",21.883333333333
10863,"Волосово","Ленинградская область",0,+3,"59°27'",59.45,"29°28'",29.466666666667
10864,"Волхов","Ленинградская область",0,+3,"59°56'",59.933333333333,"32°20'",32.333333333333
10865,"Всеволожск","Ленинградская область",0,+3,"60°2'",60.033333333333,"30°38'",30.633333333333
10867,"Гатчина","Ленинградская область",0,+3,"59°34'",59.566666666667,"30°8'",30.133333333333
10871,"Кириши","Ленинградская область",0,+3,"59°27'",59.45,"32°2'",32.033333333333
10872,"Кировск","Ленинградская область",0,+3,"59°52'",59.866666666667,"30°60'",31
10876,"Луга","Ленинградская область",0,+3,"58°44'",58.733333333333,"29°51'",29.85
10878,"Отрадное","Ленинградская область",0,+3,"59°46'",59.766666666667,"30°49'",30.816666666667
10879,"Пикалево","Ленинградская область",0,+3,"56°35'",56.583333333333,"38°30'",38.5
10887,"Сертолово","Ленинградская область",0,+3,"60°9'",60.15,"30°13'",30.216666666667
10891,"Сосновый Бор","Ленинградская область",0,+3,"59°54'",59.9,"29°6'",29.1
10892,"Тихвин","Ленинградская область",0,+3,"59°38'",59.633333333333,"33°31'",33.516666666667
10894,"Апатиты","Мурманская область",0,+3,"67°35'",67.583333333333,"33°23'",33.383333333333
10895,"Кандалакша","Мурманская область",0,+3,"67°9'",67.15,"32°25'",32.416666666667
10896,"Мончегорск","Мурманская область",0,+3,"67°55'",67.916666666667,"32°57'",32.95
10902,"Нарьян-Мар","Ненецкий автономный округ",0,+3,"67°40'",67.666666666667,"53°5'",53.083333333333
10906,"Боровичи","Новгородская область",0,+3,"58°24'",58.4,"33°54'",33.9
1091,"Нижневартовск","Ханты-Мансийский автономный округ",2,+5,"60°57'",60.95,"76°33'",76.55
1092,"Назрань","Республика Ингушетия",0,+3,"43°13'",43.216666666667,"44°46'",44.766666666667
10923,"Старая Русса","Новгородская область",0,+3,"57°59'",57.983333333333,"31°21'",31.35
10925,"Чудово","Новгородская область",0,+3,"59°8'",59.133333333333,"31°41'",31.683333333333
10928,"Великие Луки","Псковская область",0,+3,"56°21'",56.35,"30°32'",30.533333333333
1093,"Майкоп","Республика Адыгея",0,+3,"44°37'",44.616666666667,"40°7'",40.116666666667
10936,"Сегежа","Республика Карелия",0,+3,"63°45'",63.75,"34°18'",34.3
10937,"Сортавала","Республика Карелия",0,+3,"61°43'",61.716666666667,"30°42'",30.7
1094,"Элиста","Республика Калмыкия",0,+3,"46°19'",46.316666666667,"44°15'",44.25
10940,"Воркута","Республика Коми",0,+3,"67°29'",67.483333333333,"64°2'",64.033333333333
10941,"Инта","Республика Коми",0,+3,"66°2'",66.033333333333,"60°10'",60.166666666667
10942,"Печора","Республика Коми",0,+3,"65°9'",65.15,"57°14'",57.233333333333
10944,"Усинск","Республика Коми",0,+3,"66°1'",66.016666666667,"57°33'",57.55
10945,"Ухта","Республика Коми",0,+3,"63°34'",63.566666666667,"53°40'",53.666666666667
1095,"Абакан","Республика Хакасия",4,+7,"53°44'",53.733333333333,"91°28'",91.466666666667
10951,"Волжский","Волгоградская область",0,+3,"48°48'",48.8,"44°48'",44.8
10952,"Городище","Волгоградская область",0,+3,"48°48'",48.8,"44°29'",44.483333333333
10954,"Дубовка","Волгоградская область",0,+3,"49°4'",49.066666666667,"44°49'",44.816666666667
10955,"Елань","Волгоградская область",0,+3,"50°57'",50.95,"43°43'",43.716666666667
10956,"Жирновск","Волгоградская область",0,+3,"50°59'",50.983333333333,"44°46'",44.766666666667
10957,"Иловля","Волгоградская область",0,+3,"49°18'",49.3,"43°59'",43.983333333333
10958,"Калач-на-Дону","Волгоградская область",0,+3,"48°41'",48.683333333333,"43°31'",43.516666666667
10959,"Камышин","Волгоградская область",0,+3,"50°5'",50.083333333333,"45°24'",45.4
10961,"Котельниково","Волгоградская область",0,+3,"47°37'",47.616666666667,"43°9'",43.15
10962,"Котово","Волгоградская область",0,+3,"50°19'",50.316666666667,"44°48'",44.8
10964,"Ленинск","Волгоградская область",0,+3,"48°42'",48.7,"45°12'",45.2
10965,"Михайловка","Волгоградская область",0,+3,"50°4'",50.066666666667,"43°15'",43.25
10966,"Нехаевская","Волгоградская область",0,+3,"50°25'",50.416666666667,"41°46'",41.766666666667
10967,"Николаевск","Волгоградская область",0,+3,"50°1'",50.016666666667,"45°28'",45.466666666667
10968,"Новоаннинский","Волгоградская область",0,+3,"50°31'",50.516666666667,"42°40'",42.666666666667
10969,"Новониколаевский","Волгоградская область",0,+3,"50°59'",50.983333333333,"42°22'",42.366666666667
10970,"Октябрьский","Волгоградская область",0,+3,"47°58'",47.966666666667,"43°38'",43.633333333333
10972,"Палласовка","Волгоградская область",0,+3,"50°3'",50.05,"46°54'",46.9
10975,"Рудня","Волгоградская область",0,+3,"50°48'",50.8,"44°34'",44.566666666667
10976,"Светлый Яр","Волгоградская область",0,+3,"48°28'",48.466666666667,"44°45'",44.75
10978,"Средняя Ахтуба","Волгоградская область",0,+3,"48°43'",48.716666666667,"44°52'",44.866666666667
10979,"Старая Полтавка","Волгоградская область",0,+3,"50°29'",50.483333333333,"46°29'",46.483333333333
10981,"Урюпинск","Волгоградская область",0,+3,"50°48'",50.8,"42°2'",42.033333333333
10982,"Фролово","Волгоградская область",0,+3,"49°46'",49.766666666667,"43°39'",43.65
10987,"Армавир","Краснодарский край",0,+3,"44°60'",45,"41°7'",41.116666666667
10988,"Белореченск","Краснодарский край",0,+3,"44°45'",44.75,"39°53'",39.883333333333
10990,"Геленджик","Краснодарский край",0,+3,"44°35'",44.583333333333,"38°5'",38.083333333333
10993,"Ейск","Краснодарский край",0,+3,"46°42'",46.7,"38°17'",38.283333333333
10997,"Крымск","Краснодарский край",0,+3,"44°56'",44.933333333333,"37°60'",38
11,"Рязань","Рязанская область",0,+3,"54°37'",54.616666666667,"39°44'",39.733333333333
11002,"Тихорецк","Краснодарский край",0,+3,"45°51'",45.85,"40°8'",40.133333333333
11006,"Буйнакск","Республика Дагестан",0,+3,"42°49'",42.816666666667,"47°7'",47.116666666667
11008,"Каспийск","Республика Дагестан",0,+3,"42°53'",42.883333333333,"47°38'",47.633333333333
11009,"Кизляр","Республика Дагестан",0,+3,"43°51'",43.85,"46°43'",46.716666666667
11011,"Хасавюрт","Республика Дагестан",0,+3,"43°15'",43.25,"46°35'",46.583333333333
11023,"Беслан","Республика Северная Осетия (Алания)",0,+3,"43°12'",43.2,"44°32'",44.533333333333
11026,"Гудермес","Республика Чечня",0,+3,"43°21'",43.35,"46°6'",46.1
11030,"Азов","Ростовская область",0,+3,"47°6'",47.1,"39°26'",39.433333333333
11031,"Аксай","Ростовская область",0,+3,"47°16'",47.266666666667,"39°52'",39.866666666667
11032,"Багаевская","Ростовская область",0,+3,"47°16'",47.266666666667,"40°24'",40.4
11033,"Батайск","Ростовская область",0,+3,"47°8'",47.133333333333,"39°45'",39.75
11034,"Белая Калитва","Ростовская область",0,+3,"48°12'",48.2,"40°46'",40.766666666667
11035,"Вешенская","Ростовская область",0,+3,"49°38'",49.633333333333,"41°44'",41.733333333333
11036,"Волгодонск","Ростовская область",0,+3,"47°31'",47.516666666667,"42°8'",42.133333333333
11037,"Гуково","Ростовская область",0,+3,"47°59'",47.983333333333,"39°56'",39.933333333333
11039,"Егорлыкская","Ростовская область",0,+3,"46°34'",46.566666666667,"40°40'",40.666666666667
1104,"Черкесск","Республика Карачаево-Черкессия",0,+3,"44°14'",44.233333333333,"42°4'",42.066666666667
11040,"Зерноград","Ростовская область",0,+3,"46°51'",46.85,"40°19'",40.316666666667
11041,"Зимовники","Ростовская область",0,+3,"47°10'",47.166666666667,"42°28'",42.466666666667
11042,"Каменоломни","Ростовская область",0,+3,"47°40'",47.666666666667,"40°13'",40.216666666667
11043,"Каменск-Шахтинский","Ростовская область",0,+3,"48°19'",48.316666666667,"40°16'",40.266666666667
11044,"Кашары","Ростовская область",0,+3,"49°2'",49.033333333333,"41°0'",41
11045,"Красный Сулин","Ростовская область",0,+3,"47°54'",47.9,"40°4'",40.066666666667
11046,"Константиновск","Ростовская область",0,+3,"47°35'",47.583333333333,"41°6'",41.1
11047,"Миллерово","Ростовская область",0,+3,"48°55'",48.916666666667,"40°24'",40.4
11048,"Морозовск","Ростовская область",0,+3,"48°21'",48.35,"41°49'",41.816666666667
11049,"Новошахтинск","Ростовская область",0,+3,"47°46'",47.766666666667,"39°56'",39.933333333333
11051,"Сальск","Ростовская область",0,+3,"46°28'",46.466666666667,"41°32'",41.533333333333
11052,"Цимлянск","Ростовская область",0,+3,"47°39'",47.65,"42°5'",42.083333333333
11053,"Шахты","Ростовская область",0,+3,"47°43'",47.716666666667,"40°13'",40.216666666667
11054,"Благодарный","Ставропольский край",0,+3,"45°6'",45.1,"43°26'",43.433333333333
11055,"Буденновск","Ставропольский край",0,+3,"44°47'",44.783333333333,"44°9'",44.15
11056,"Георгиевск","Ставропольский край",0,+3,"44°9'",44.15,"43°28'",43.466666666667
11057,"Ессентуки","Ставропольский край",0,+3,"44°3'",44.05,"42°51'",42.85
11058,"Железноводск","Ставропольский край",0,+3,"44°9'",44.15,"43°1'",43.016666666667
11059,"Зеленокумск","Ставропольский край",0,+3,"44°25'",44.416666666667,"43°52'",43.866666666667
1106,"Грозный","Республика Чечня",0,+3,"43°19'",43.316666666667,"45°40'",45.666666666667
11060,"Изобильный","Ставропольский край",0,+3,"45°22'",45.366666666667,"41°43'",41.716666666667
11061,"Ипатово","Ставропольский край",0,+3,"45°43'",45.716666666667,"42°55'",42.916666666667
11062,"Кисловодск","Ставропольский край",0,+3,"43°55'",43.916666666667,"42°43'",42.716666666667
11063,"Минеральные Воды","Ставропольский край",0,+3,"44°13'",44.216666666667,"43°8'",43.133333333333
11064,"Невинномысск","Ставропольский край",0,+3,"44°38'",44.633333333333,"41°56'",41.933333333333
11065,"Новоалександровск","Ставропольский край",0,+3,"45°30'",45.5,"41°13'",41.216666666667
11066,"Новопавловск","Ставропольский край",0,+3,"43°58'",43.966666666667,"43°38'",43.633333333333
11067,"Пятигорск","Ставропольский край",0,+3,"44°3'",44.05,"43°4'",43.066666666667
11068,"Светлоград","Ставропольский край",0,+3,"45°20'",45.333333333333,"42°51'",42.85
1107,"Анапа","Краснодарский край",0,+3,"44°54'",44.9,"37°20'",37.333333333333
11071,"Кирово-Чепецк","Кировская область",0,+3,"58°33'",58.55,"50°2'",50.033333333333
11075,"Яранск","Кировская область",0,+3,"57°18'",57.3,"47°52'",47.866666666667
11076,"Кудымкар","Пермский край",2,+5,"59°1'",59.016666666667,"54°40'",54.666666666667
11080,"Арзамас","Нижегородская область",0,+3,"55°24'",55.4,"43°50'",43.833333333333
11082,"Павлово","Нижегородская область",0,+3,"55°58'",55.966666666667,"43°5'",43.083333333333
11083,"Саров","Нижегородская область",0,+3,"54°56'",54.933333333333,"43°20'",43.333333333333
11086,"Бузулук","Оренбургская область",2,+5,"52°47'",52.783333333333,"52°15'",52.25
11087,"Гай","Оренбургская область",2,+5,"51°28'",51.466666666667,"58°27'",58.45
11090,"Новотроицк","Оренбургская область",2,+5,"51°13'",51.216666666667,"58°18'",58.3
11091,"Орск","Оренбургская область",2,+5,"51°13'",51.216666666667,"58°37'",58.616666666667
11093,"Саракташ","Оренбургская область",2,+5,"51°48'",51.8,"56°21'",56.35
11098,"Заречный","Пензенская область",0,+3,"53°12'",53.2,"45°12'",45.2
11101,"Кузнецк","Пензенская область",0,+3,"53°7'",53.116666666667,"46°37'",46.616666666667
11109,"Краснокамск","Пермский край",2,+5,"58°5'",58.083333333333,"55°44'",55.733333333333
11110,"Соликамск","Пермский край",2,+5,"59°38'",59.633333333333,"56°46'",56.766666666667
11113,"Кумертау","Республика Башкортостан",2,+5,"52°46'",52.766666666667,"55°48'",55.8
11114,"Нефтекамск","Республика Башкортостан",2,+5,"56°6'",56.1,"54°16'",54.266666666667
11115,"Салават","Республика Башкортостан",2,+5,"53°22'",53.366666666667,"55°56'",55.933333333333
11116,"Стерлитамак","Республика Башкортостан",2,+5,"53°37'",53.616666666667,"55°57'",55.95
11121,"Альметьевск","Республика Татарстан",0,+3,"54°54'",54.9,"52°21'",52.35
11123,"Елабуга","Республика Татарстан",0,+3,"55°46'",55.766666666667,"52°4'",52.066666666667
11126,"Лениногорск","Республика Татарстан",0,+3,"54°36'",54.6,"52°27'",52.45
11127,"Нижнекамск","Республика Татарстан",0,+3,"55°38'",55.633333333333,"51°49'",51.816666666667
11132,"Жигулевск","Самарская область",0,+3,"53°25'",53.416666666667,"49°32'",49.533333333333
11133,"Кинель","Самарская область",0,+3,"53°16'",53.266666666667,"50°34'",50.566666666667
11134,"Нефтегорск","Самарская область",0,+3,"52°48'",52.8,"51°10'",51.166666666667
11135,"Новокуйбышевск","Самарская область",0,+3,"53°6'",53.1,"49°55'",49.916666666667
11139,"Сызрань","Самарская область",0,+3,"53°10'",53.166666666667,"48°28'",48.466666666667
11141,"Чапаевск","Самарская область",0,+3,"52°58'",52.966666666667,"49°42'",49.7
11143,"Балаково","Саратовская область",0,+3,"52°1'",52.016666666667,"47°48'",47.8
11144,"Балашов","Саратовская область",0,+3,"51°32'",51.533333333333,"43°9'",43.15
11145,"Вольск","Саратовская область",0,+3,"52°3'",52.05,"47°23'",47.383333333333
11147,"Энгельс","Саратовская область",0,+3,"51°29'",51.483333333333,"46°7'",46.116666666667
11149,"Воткинск","Республика Удмуртия",0,+3,"57°3'",57.05,"53°60'",54
11150,"Глазов","Республика Удмуртия",0,+3,"58°8'",58.133333333333,"52°40'",52.666666666667
11152,"Сарапул","Республика Удмуртия",0,+3,"56°29'",56.483333333333,"53°48'",53.8
11155,"Димитровград","Ульяновская область",0,+3,"54°13'",54.216666666667,"49°37'",49.616666666667
11159,"Шадринск","Курганская область",2,+5,"56°5'",56.083333333333,"63°38'",63.633333333333
11160,"Асбест","Свердловская область",2,+5,"57°0'",57,"61°28'",61.466666666667
11161,"Верхняя Салда","Свердловская область",2,+5,"58°3'",58.05,"60°33'",60.55
11164,"Каменск-Уральский","Свердловская область",2,+5,"56°26'",56.433333333333,"61°55'",61.916666666667
11165,"Краснотурьинск","Свердловская область",2,+5,"59°46'",59.766666666667,"60°12'",60.2
11166,"Кушва","Свердловская область",2,+5,"58°17'",58.283333333333,"59°45'",59.75
11167,"Лесной","Свердловская область",2,+5,"57°12'",57.2,"60°46'",60.766666666667
11168,"Нижний Тагил","Свердловская область",2,+5,"57°56'",57.933333333333,"59°59'",59.983333333333
11169,"Нижняя Тура","Свердловская область",2,+5,"58°47'",58.783333333333,"59°46'",59.766666666667
11170,"Новоуральск","Свердловская область",2,+5,"57°15'",57.25,"60°5'",60.083333333333
11171,"Первоуральск","Свердловская область",2,+5,"56°55'",56.916666666667,"59°57'",59.95
11172,"Серов","Свердловская область",2,+5,"59°36'",59.6,"60°35'",60.583333333333
11174,"Муравленко","Ямало-Ненецкий автономный округ",2,+5,"63°46'",63.766666666667,"74°31'",74.516666666667
11175,"Тобольск","Тюменская область",2,+5,"58°11'",58.183333333333,"68°15'",68.25
11177,"Югорск","Ханты-Мансийский автономный округ",2,+5,"61°19'",61.316666666667,"63°20'",63.333333333333
11180,"Когалым","Ханты-Мансийский автономный округ",2,+5,"62°14'",62.233333333333,"74°32'",74.533333333333
11181,"Лангепас","Ханты-Мансийский автономный округ",2,+5,"61°16'",61.266666666667,"75°13'",75.216666666667
11182,"Мегион","Ханты-Мансийский автономный округ",2,+5,"61°3'",61.05,"76°7'",76.116666666667
11184,"Нефтеюганск","Ханты-Мансийский автономный округ",2,+5,"61°6'",61.1,"72°36'",72.6
11188,"Пыть-Ях","Ханты-Мансийский автономный округ",2,+5,"60°45'",60.75,"72°52'",72.866666666667
11189,"Радужный","Ханты-Мансийский автономный округ",2,+5,"62°6'",62.1,"77°29'",77.483333333333
11190,"Советский","Ханты-Мансийский автономный округ",2,+5,"61°22'",61.366666666667,"63°33'",63.55
11192,"Урай","Ханты-Мансийский автономный округ",2,+5,"60°8'",60.133333333333,"64°49'",64.816666666667
11196,"Аша","Челябинская область",2,+5,"55°0'",55,"57°13'",57.216666666667
11200,"Верхний Уфалей","Челябинская область",2,+5,"56°3'",56.05,"60°14'",60.233333333333
11202,"Златоуст","Челябинская область",2,+5,"55°11'",55.183333333333,"59°39'",59.65
11207,"Копейск","Челябинская область",2,+5,"55°7'",55.116666666667,"61°37'",61.616666666667
11208,"Коркино","Челябинская область",2,+5,"54°55'",54.916666666667,"61°26'",61.433333333333
11210,"Кыштым","Челябинская область",2,+5,"55°43'",55.716666666667,"60°33'",60.55
11212,"Миасс","Челябинская область",2,+5,"55°2'",55.033333333333,"60°7'",60.116666666667
11214,"Озерск","Челябинская область",2,+5,"55°45'",55.75,"60°43'",60.716666666667
11217,"Сатка","Челябинская область",2,+5,"55°3'",55.05,"58°58'",58.966666666667
11218,"Снежинск","Челябинская область",2,+5,"55°54'",55.9,"60°46'",60.766666666667
11219,"Трехгорный","Челябинская область",2,+5,"54°48'",54.8,"58°27'",58.45
11220,"Троицк","Челябинская область",2,+5,"54°7'",54.116666666667,"61°35'",61.583333333333
11221,"Увельский","Челябинская область",2,+5,"54°26'",54.433333333333,"61°23'",61.383333333333
11224,"Чебаркуль","Челябинская область",2,+5,"54°60'",55,"60°23'",60.383333333333
11227,"Южноуральск","Челябинская область",2,+5,"54°27'",54.45,"61°15'",61.25
11229,"Надым","Ямало-Ненецкий автономный округ",2,+5,"65°32'",65.533333333333,"72°33'",72.55
11230,"Новый Уренгой","Ямало-Ненецкий автономный округ",2,+5,"66°6'",66.1,"76°42'",76.7
11231,"Ноябрьск","Ямало-Ненецкий автономный округ",2,+5,"63°11'",63.183333333333,"75°25'",75.416666666667
11240,"Заринск","Алтайский край",3,+6,"53°43'",53.716666666667,"84°58'",84.966666666667
11251,"Рубцовск","Алтайский край",3,+6,"51°31'",51.516666666667,"81°12'",81.2
11256,"Ангарск","Иркутская область",5,+8,"52°33'",52.55,"103°55'",103.91666666667
11260,"Бодайбо","Иркутская область",5,+8,"57°51'",57.85,"114°11'",114.18333333333
11262,"Вихоревка","Иркутская область",5,+8,"56°7'",56.116666666667,"101°11'",101.18333333333
11264,"Железногорск-Илимский","Иркутская область",5,+8,"56°35'",56.583333333333,"104°7'",104.11666666667
11265,"Зима","Иркутская область",5,+8,"53°55'",53.916666666667,"102°3'",102.05
11268,"Нижнеудинск","Иркутская область",5,+8,"54°54'",54.9,"99°2'",99.033333333333
11270,"Тайшет","Иркутская область",5,+8,"55°56'",55.933333333333,"97°59'",97.983333333333
11273,"Усть-Илимск","Иркутская область",5,+8,"58°2'",58.033333333333,"102°49'",102.81666666667
11275,"Шелехов","Иркутская область",5,+8,"52°12'",52.2,"104°6'",104.1
11276,"Анжеро-Судженск","Кемеровская область",3,+6,"56°4'",56.066666666667,"86°1'",86.016666666667
11277,"Белово","Кемеровская область",3,+6,"54°23'",54.383333333333,"86°21'",86.35
11278,"Березовский","Кемеровская область",3,+6,"55°34'",55.566666666667,"86°12'",86.2
11283,"Киселевск","Кемеровская область",3,+6,"54°1'",54.016666666667,"86°38'",86.633333333333
11285,"Ленинск-Кузнецкий","Кемеровская область",3,+6,"54°40'",54.666666666667,"86°11'",86.183333333333
11286,"Мариинск","Кемеровская область",3,+6,"56°13'",56.216666666667,"87°45'",87.75
11287,"Междуреченск","Кемеровская область",3,+6,"53°43'",53.716666666667,"88°4'",88.066666666667
11291,"Прокопьевск","Кемеровская область",3,+6,"53°53'",53.883333333333,"86°44'",86.733333333333
11295,"Таштагол","Кемеровская область",3,+6,"52°46'",52.766666666667,"87°53'",87.883333333333
11297,"Топки","Кемеровская область",3,+6,"55°16'",55.266666666667,"85°37'",85.616666666667
11299,"Юрга","Кемеровская область",3,+6,"55°44'",55.733333333333,"84°53'",84.883333333333
11302,"Ачинск","Красноярский край",4,+7,"56°17'",56.283333333333,"90°31'",90.516666666667
11303,"Дивногорск","Красноярский край",4,+7,"55°57'",55.95,"92°23'",92.383333333333
11307,"Канск","Красноярский край",4,+7,"56°12'",56.2,"95°44'",95.733333333333
11310,"Минусинск","Красноярский край",4,+7,"53°43'",53.716666666667,"91°43'",91.716666666667
11311,"Норильск","Красноярский край",4,+7,"69°20'",69.333333333333,"88°13'",88.216666666667
11314,"Бердск","Новосибирская область",3,+6,"54°46'",54.766666666667,"83°6'",83.1
11319,"Горно-Алтайск","Республика Алтай",3,+6,"51°57'",51.95,"85°58'",85.966666666667
11326,"Гусиноозерск","Республика Бурятия",5,+8,"51°17'",51.283333333333,"106°32'",106.53333333333
11327,"Северобайкальск","Республика Бурятия",5,+8,"55°38'",55.633333333333,"109°20'",109.33333333333
11333,"Кызыл","Республика Тыва (Тува)",4,+7,"51°43'",51.716666666667,"94°25'",94.416666666667
11341,"Саяногорск","Республика Хакасия",4,+7,"53°5'",53.083333333333,"91°25'",91.416666666667
11342,"Черногорск","Республика Хакасия",4,+7,"53°50'",53.833333333333,"91°18'",91.3
11344,"Дудинка","Красноярский край",4,+7,"69°25'",69.416666666667,"86°11'",86.183333333333
11351,"Северск","Томская область",3,+6,"56°36'",56.6,"84°51'",84.85
11352,"Стрежевой","Томская область",3,+6,"60°44'",60.733333333333,"77°33'",77.55
11356,"Забайкальск","Забайкальский край",6,+9,"49°39'",49.65,"117°19'",117.31666666667
11358,"Краснокаменск","Забайкальский край",6,+9,"50°5'",50.083333333333,"118°2'",118.03333333333
11360,"Могоча","Забайкальский край",6,+9,"53°45'",53.75,"119°44'",119.73333333333
11362,"Старая Чара","Забайкальский край",6,+9,"56°54'",56.9,"118°15'",118.25
11368,"Хилок","Забайкальский край",6,+9,"51°21'",51.35,"110°28'",110.46666666667
11369,"Чернышевск","Забайкальский край",6,+9,"52°32'",52.533333333333,"117°1'",117.01666666667
11371,"Шилка","Забайкальский край",6,+9,"51°52'",51.866666666667,"116°2'",116.03333333333
11374,"Белогорск","Амурская область",6,+9,"50°55'",50.916666666667,"128°28'",128.46666666667
11387,"Свободный","Амурская область",6,+9,"51°24'",51.4,"128°7'",128.11666666667
11389,"Сковородино","Амурская область",6,+9,"53°59'",53.983333333333,"123°57'",123.95
11391,"Тында","Амурская область",6,+9,"55°9'",55.15,"124°43'",124.71666666667
11392,"Шимановск","Амурская область",6,+9,"52°1'",52.016666666667,"127°39'",127.65
11393,"Биробиджан","Еврейская автономная область",7,+10,"48°48'",48.8,"132°54'",132.9
11395,"Вилючинск","Камчатский край",8,+11,"52°56'",52.933333333333,"158°25'",158.41666666667
11396,"Елизово","Камчатский край",8,+11,"53°11'",53.183333333333,"158°23'",158.38333333333
11405,"Арсеньев","Приморский край",7,+10,"44°10'",44.166666666667,"133°17'",133.28333333333
11406,"Артем","Приморский край",7,+10,"43°21'",43.35,"132°11'",132.18333333333
11407,"Большой Камень","Приморский край",7,+10,"43°7'",43.116666666667,"132°21'",132.35
11410,"Вольно-Надеждинское","Приморский край",7,+10,"43°23'",43.383333333333,"131°59'",131.98333333333
11411,"Дальнегорск","Приморский край",7,+10,"44°34'",44.566666666667,"135°34'",135.56666666667
11412,"Дальнереченск","Приморский край",7,+10,"45°56'",45.933333333333,"133°44'",133.73333333333
11413,"Кавалерово","Приморский край",7,+10,"44°16'",44.266666666667,"135°3'",135.05
11414,"Камень-Рыболов","Приморский край",7,+10,"44°45'",44.75,"132°2'",132.03333333333
11415,"Кировский","Приморский край",7,+10,"45°6'",45.1,"133°30'",133.5
11416,"Лесозаводск","Приморский край",7,+10,"45°29'",45.483333333333,"133°26'",133.43333333333
11417,"Лучегорск","Приморский край",7,+10,"46°26'",46.433333333333,"134°18'",134.3
11418,"Михайловка","Приморский край",7,+10,"43°56'",43.933333333333,"132°0'",132
11423,"Покровка","Приморский край",7,+10,"43°57'",43.95,"131°38'",131.63333333333
11424,"Славянка","Приморский край",7,+10,"42°52'",42.866666666667,"131°22'",131.36666666667
11425,"Спасск-Дальний","Приморский край",7,+10,"44°36'",44.6,"132°50'",132.83333333333
11426,"Уссурийск","Приморский край",7,+10,"43°49'",43.816666666667,"131°59'",131.98333333333
11428,"Хороль","Приморский край",7,+10,"44°26'",44.433333333333,"132°4'",132.06666666667
11429,"Черниговка","Приморский край",7,+10,"44°20'",44.333333333333,"132°34'",132.56666666667
11431,"Яковлевка","Приморский край",7,+10,"44°25'",44.416666666667,"133°28'",133.46666666667
11432,"Алдан","Республика Саха (Якутия)",6,+9,"58°36'",58.6,"125°22'",125.36666666667
11435,"Ленск","Республика Саха (Якутия)",6,+9,"60°44'",60.733333333333,"114°57'",114.95
11436,"Мирный","Республика Саха (Якутия)",6,+9,"62°32'",62.533333333333,"113°59'",113.98333333333
11437,"Нерюнгри","Республика Саха (Якутия)",6,+9,"56°40'",56.666666666667,"124°39'",124.65
11444,"Александровск-Сахалинский","Сахалинская область",7,+10,"50°54'",50.9,"142°9'",142.15
11445,"Корсаков","Сахалинская область",7,+10,"46°38'",46.633333333333,"142°48'",142.8
11451,"Амурск","Хабаровский край",7,+10,"50°14'",50.233333333333,"136°54'",136.9
11452,"Ванино","Хабаровский край",7,+10,"49°6'",49.1,"140°16'",140.26666666667
11453,"Комсомольск-на-Амуре","Хабаровский край",7,+10,"50°32'",50.533333333333,"137°1'",137.01666666667
11454,"Николаевск-на-Амуре","Хабаровский край",7,+10,"53°9'",53.15,"140°42'",140.7
11456,"Советская Гавань","Хабаровский край",7,+10,"48°58'",48.966666666667,"140°17'",140.28333333333
11458,"Анадырь","Чукотский автономный округ",8,+11,"64°44'",64.733333333333,"177°29'",177.48333333333
11463,"Евпатория","Крым","-2",+1,"45°11'",45.183333333333,"33°22'",33.366666666667
11464,"Керчь","Крым","-2",+1,"45°21'",45.35,"36°28'",36.466666666667
114678,"Лесной городок","Московская область",0,+3,"55°38'",55.633333333333,"37°12'",37.2
11469,"Феодосия","Крым","-2",+1,"45°2'",45.033333333333,"35°23'",35.383333333333
11470,"Ялта","Крым","-2",+1,"44°30'",44.5,"34°10'",34.166666666667
11471,"Алушта","Крым","-2",+1,"44°41'",44.683333333333,"34°25'",34.416666666667
11472,"Судак","Крым","-2",+1,"44°51'",44.85,"34°59'",34.983333333333
114769,"Румянцево","Московская область",0,+3,"55°59'",55.983333333333,"36°33'",36.55
114806,"Новый Ургал","Хабаровский край",7,+10,"51°4'",51.066666666667,"132°34'",132.56666666667
12,"Смоленск","Смоленская область",0,+3,"54°47'",54.783333333333,"32°3'",32.05
13,"Тамбов","Тамбовская область",0,+3,"52°43'",52.716666666667,"41°25'",41.416666666667
14,"Тверь","Тверская область",0,+3,"56°51'",56.85,"35°55'",35.916666666667
141,"Днепропетровск","Днепропетровская область","-2",+1,"48°27'",48.45,"34°59'",34.983333333333
142,"Донецк","Донецкая область","-2",+1,"48°0'",48,"37°48'",37.8
143,"Киев","Киев","-2",+1,"50°27'",50.45,"30°31'",30.516666666667
144,"Львов","Львовская область","-2",+1,"49°51'",49.85,"24°1'",24.016666666667
145,"Одесса","Одесская область","-2",+1,"46°28'",46.466666666667,"30°44'",30.733333333333
146,"Симферополь","Крым","-2",+1,"44°57'",44.95,"34°6'",34.1
147,"Харьков","Харьковская область","-2",+1,"49°57'",49.95,"36°13'",36.216666666667
148,"Николаев","Николаевская область","-2",+1,"46°58'",46.966666666667,"32°0'",32
15,"Тула","Тульская область",0,+3,"54°12'",54.2,"37°37'",37.616666666667
16,"Ярославль","Ярославская область",0,+3,"57°38'",57.633333333333,"39°52'",39.866666666667
172,"Уфа","Республика Башкортостан",2,+5,"54°44'",54.733333333333,"55°60'",56
18,"Петрозаводск","Республика Карелия",0,+3,"61°47'",61.783333333333,"34°22'",34.366666666667
19,"Сыктывкар","Республика Коми",0,+3,"61°41'",61.683333333333,"50°49'",50.816666666667
191,"Брянск","Брянская область",0,+3,"53°19'",53.316666666667,"34°18'",34.3
192,"Владимир","Владимирская область",0,+3,"56°8'",56.133333333333,"40°24'",40.4
193,"Воронеж","Воронежская область",0,+3,"51°40'",51.666666666667,"39°12'",39.2
194,"Саратов","Саратовская область",0,+3,"51°32'",51.533333333333,"46°2'",46.033333333333
195,"Ульяновск","Ульяновская область",0,+3,"54°19'",54.316666666667,"48°23'",48.383333333333
197,"Барнаул","Алтайский край",3,+6,"53°21'",53.35,"83°46'",83.766666666667
198,"Улан-Удэ","Республика Бурятия",5,+8,"51°50'",51.833333333333,"107°36'",107.6
2,"Санкт-Петербург","Санкт-Петербург",0,+3,"59°56'",59.933333333333,"30°19'",30.316666666667
20,"Архангельск","Архангельская область",0,+3,"64°32'",64.533333333333,"40°34'",40.566666666667
20010,"Рузаевка","Республика Мордовия",0,+3,"54°4'",54.066666666667,"44°58'",44.966666666667
20016,"Менделеевск","Республика Татарстан",0,+3,"55°55'",55.916666666667,"52°18'",52.3
20020,"Вятские Поляны","Кировская область",0,+3,"56°13'",56.216666666667,"51°4'",51.066666666667
20029,"Орлов","Кировская область",0,+3,"58°33'",58.55,"48°54'",48.9
20034,"Ясный","Оренбургская область",2,+5,"51°1'",51.016666666667,"59°52'",59.866666666667
20035,"Балахна","Нижегородская область",0,+3,"56°29'",56.483333333333,"43°32'",43.533333333333
20036,"Богородск","Нижегородская область",0,+3,"56°6'",56.1,"43°30'",43.5
20037,"Бор","Нижегородская область",0,+3,"56°22'",56.366666666667,"44°4'",44.066666666667
20040,"Выкса","Нижегородская область",0,+3,"55°19'",55.316666666667,"42°10'",42.166666666667
20041,"Городец","Нижегородская область",0,+3,"56°39'",56.65,"43°28'",43.466666666667
20042,"Заволжье","Нижегородская область",0,+3,"56°39'",56.65,"43°24'",43.4
20044,"Кстово","Нижегородская область",0,+3,"56°9'",56.15,"44°12'",44.2
20045,"Кулебаки","Нижегородская область",0,+3,"55°25'",55.416666666667,"42°32'",42.533333333333
20047,"Лысково","Нижегородская область",0,+3,"56°1'",56.016666666667,"45°2'",45.033333333333
20048,"Навашино","Нижегородская область",0,+3,"55°33'",55.55,"42°12'",42.2
20049,"Первомайск","Нижегородская область",0,+3,"54°52'",54.866666666667,"43°49'",43.816666666667
20050,"Семенов","Нижегородская область",0,+3,"56°48'",56.8,"44°30'",44.5
20051,"Сергач","Нижегородская область",0,+3,"55°32'",55.533333333333,"45°28'",45.466666666667
20052,"Урень","Нижегородская область",0,+3,"57°28'",57.466666666667,"45°47'",45.783333333333
20054,"Шахунья","Нижегородская область",0,+3,"57°40'",57.666666666667,"46°36'",46.6
20058,"Аткарск","Саратовская область",0,+3,"51°52'",51.866666666667,"44°59'",44.983333333333
20063,"Маркс","Саратовская область",0,+3,"51°42'",51.7,"46°45'",46.75
20074,"Канаш","Республика Чувашия",0,+3,"55°30'",55.5,"47°30'",47.5
20078,"Шумерля","Республика Чувашия",0,+3,"55°29'",55.483333333333,"46°26'",46.433333333333
20079,"Ядрин","Республика Чувашия",0,+3,"55°56'",55.933333333333,"46°12'",46.2
20086,"Железногорск","Красноярский край",4,+7,"56°15'",56.25,"93°32'",93.533333333333
20088,"Зеленогорск","Красноярский край",4,+7,"56°6'",56.1,"94°35'",94.583333333333
20089,"Иланский","Красноярский край",4,+7,"56°14'",56.233333333333,"96°4'",96.066666666667
20090,"Лесосибирск","Красноярский край",4,+7,"58°15'",58.25,"92°28'",92.466666666667
20094,"Шарыпово","Красноярский край",4,+7,"55°32'",55.533333333333,"89°12'",89.2
20097,"Усть-Кут","Иркутская область",5,+8,"56°48'",56.8,"105°46'",105.76666666667
20100,"Искитим","Новосибирская область",3,+6,"54°38'",54.633333333333,"83°18'",83.3
20115,"Мирный","Архангельская область",0,+3,"62°46'",62.766666666667,"40°20'",40.333333333333
20117,"Новодвинск","Архангельская область",0,+3,"64°25'",64.416666666667,"40°49'",40.816666666667
20118,"Бабаево","Вологодская область",0,+3,"59°23'",59.383333333333,"35°57'",35.95
20121,"Грязовец","Вологодская область",0,+3,"58°53'",58.883333333333,"40°15'",40.25
20128,"Медвежьегорск","Республика Карелия",0,+3,"62°55'",62.916666666667,"34°26'",34.433333333333
20130,"Питкяранта","Республика Карелия",0,+3,"61°34'",61.566666666667,"31°29'",31.483333333333
20147,"Светлый","Калининградская область","-1",+2,"54°41'",54.683333333333,"20°8'",20.133333333333
20149,"Черняховск","Калининградская область","-1",+2,"54°38'",54.633333333333,"21°48'",21.8
20151,"Заполярный","Мурманская область",0,+3,"69°26'",69.433333333333,"30°50'",30.833333333333
20152,"Кировск","Мурманская область",0,+3,"67°38'",67.633333333333,"33°43'",33.716666666667
20154,"Кола","Мурманская область",0,+3,"68°53'",68.883333333333,"33°5'",33.083333333333
20155,"Оленегорск","Мурманская область",0,+3,"68°9'",68.15,"33°14'",33.233333333333
20158,"Анива","Сахалинская область",7,+10,"46°43'",46.716666666667,"142°32'",142.53333333333
20161,"Поронайск","Сахалинская область",7,+10,"49°13'",49.216666666667,"143°5'",143.08333333333
20164,"Холмск","Сахалинская область",7,+10,"47°4'",47.066666666667,"142°4'",142.06666666667
20183,"Абинск","Краснодарский край",0,+3,"44°52'",44.866666666667,"38°10'",38.166666666667
20192,"Алексеевка","Белгородская область",0,+3,"50°38'",50.633333333333,"38°43'",38.716666666667
20193,"Валуйки","Белгородская область",0,+3,"50°13'",50.216666666667,"38°6'",38.1
20196,"Шебекино","Белгородская область",0,+3,"50°24'",50.4,"36°53'",36.883333333333
20197,"Балабаново","Калужская область",0,+3,"55°11'",55.183333333333,"36°39'",36.65
20213,"Лебедянь","Липецкая область",0,+3,"53°0'",53,"39°9'",39.15
20221,"Кировоград","Кировоградская область","-2",+1,"48°31'",48.516666666667,"32°15'",32.25
20222,"Луцк","Волынская область","-2",+1,"50°45'",50.75,"25°20'",25.333333333333
20224,"Ревда","Свердловская область",2,+5,"56°49'",56.816666666667,"59°57'",59.95
20228,"Целина","Ростовская область",0,+3,"46°32'",46.533333333333,"41°2'",41.033333333333
20229,"Тейково","Ивановская область",0,+3,"56°51'",56.85,"40°32'",40.533333333333
20231,"Новокубанск","Краснодарский край",0,+3,"45°6'",45.1,"41°3'",41.05
20232,"Летняя Ставка","Ставропольский край",0,+3,"45°25'",45.416666666667,"43°27'",43.45
20233,"Богданович","Свердловская область",2,+5,"56°47'",56.783333333333,"62°2'",62.033333333333
20234,"Качканар","Свердловская область",2,+5,"58°42'",58.7,"59°29'",59.483333333333
20235,"Октябрьский","Республика Башкортостан",2,+5,"54°29'",54.483333333333,"53°27'",53.45
20236,"Добрянка","Пермский край",2,+5,"58°28'",58.466666666667,"56°25'",56.416666666667
20237,"Березники","Пермский край",2,+5,"59°24'",59.4,"56°48'",56.8
20238,"Александровское","Ставропольский край",0,+3,"44°43'",44.716666666667,"43°1'",43.016666666667
20239,"Дивное","Ставропольский край",0,+3,"45°55'",45.916666666667,"43°21'",43.35
20241,"Степное","Ставропольский край",0,+3,"44°16'",44.266666666667,"44°34'",44.566666666667
20243,"Чайковский","Пермский край",2,+5,"56°46'",56.766666666667,"54°6'",54.1
20244,"Лысьва","Пермский край",2,+5,"58°6'",58.1,"57°48'",57.8
20246,"Оса","Пермский край",2,+5,"57°17'",57.283333333333,"55°27'",55.45
20247,"Очер","Пермский край",2,+5,"57°53'",57.883333333333,"54°43'",54.716666666667
20248,"Губаха","Пермский край",2,+5,"58°52'",58.866666666667,"57°36'",57.6
20249,"Красновишерск","Пермский край",2,+5,"60°24'",60.4,"57°5'",57.083333333333
20250,"Кунгур","Пермский край",2,+5,"57°26'",57.433333333333,"56°57'",56.95
20251,"Нытва","Пермский край",2,+5,"57°56'",57.933333333333,"55°20'",55.333333333333
20255,"Тарко-Сале","Ямало-Ненецкий автономный округ",2,+5,"64°55'",64.916666666667,"77°47'",77.783333333333
20256,"Сухой Лог","Свердловская область",2,+5,"56°54'",56.9,"62°2'",62.033333333333
20257,"Гаврилов-Ям","Ярославская область",0,+3,"57°18'",57.3,"39°51'",39.85
20259,"Белорецк","Республика Башкортостан",2,+5,"53°58'",53.966666666667,"58°25'",58.416666666667
20261,"Лермонтов","Ставропольский край",0,+3,"44°6'",44.1,"42°58'",42.966666666667
20265,"Котовск","Тамбовская область",0,+3,"52°35'",52.583333333333,"41°30'",41.5
20268,"Нововоронеж","Воронежская область",0,+3,"51°18'",51.3,"39°12'",39.2
20523,"Электросталь","Московская область",0,+3,"55°47'",55.783333333333,"38°26'",38.433333333333
20553,"Конотоп","Сумская область","-2",+1,"51°14'",51.233333333333,"33°12'",33.2
20554,"Краматорск","Донецкая область","-2",+1,"48°45'",48.75,"37°36'",37.6
20555,"Мукачево","Закарпатская область","-2",+1,"48°26'",48.433333333333,"22°42'",22.7
20556,"Саки","Крым","-2",+1,"45°8'",45.133333333333,"33°35'",33.583333333333
20571,"Жуковский","Московская область",0,+3,"55°36'",55.6,"38°7'",38.116666666667
20576,"Протвино","Московская область",0,+3,"54°52'",54.866666666667,"37°13'",37.216666666667
20589,"Новомичуринск","Рязанская область",0,+3,"54°2'",54.033333333333,"39°44'",39.733333333333
20595,"Сысерть","Свердловская область",2,+5,"56°30'",56.5,"60°48'",60.8
20604,"Кировград","Свердловская область",2,+5,"57°25'",57.416666666667,"60°5'",60.083333333333
20624,"Нижние Серги","Свердловская область",2,+5,"56°40'",56.666666666667,"59°18'",59.3
20626,"Гремячинск","Пермский край",2,+5,"58°34'",58.566666666667,"57°51'",57.85
20628,"Горнозаводск","Пермский край",2,+5,"58°23'",58.383333333333,"58°19'",58.316666666667
20635,"Кизел","Пермский край",2,+5,"59°3'",59.05,"57°39'",57.65
20638,"Семикаракорск","Ростовская область",0,+3,"47°31'",47.516666666667,"40°49'",40.816666666667
20640,"Далматово","Курганская область",2,+5,"56°16'",56.266666666667,"62°56'",62.933333333333
20643,"Кодинск","Красноярский край",4,+7,"58°36'",58.6,"99°11'",99.183333333333
20645,"Тайга","Кемеровская область",3,+6,"56°4'",56.066666666667,"85°37'",85.616666666667
20650,"Карабаш","Челябинская область",2,+5,"55°27'",55.45,"60°12'",60.2
20653,"Александровск","Пермский край",2,+5,"59°10'",59.166666666667,"57°36'",57.6
20654,"Невьянск","Свердловская область",2,+5,"57°30'",57.5,"60°12'",60.2
20655,"Нефтекумск","Ставропольский край",0,+3,"44°45'",44.75,"44°59'",44.983333333333
20656,"Янаул","Республика Башкортостан",2,+5,"56°17'",56.283333333333,"54°56'",54.933333333333
20660,"Красноуральск","Свердловская область",2,+5,"58°21'",58.35,"60°3'",60.05
20666,"Еманжелинск","Челябинская область",2,+5,"54°45'",54.75,"61°19'",61.316666666667
20670,"Сосновоборск","Красноярский край",4,+7,"56°8'",56.133333333333,"93°23'",93.383333333333
20674,"Троицк","Московская область",0,+3,"55°30'",55.5,"37°19'",37.316666666667
20675,"Гулькевичи","Краснодарский край",0,+3,"45°21'",45.35,"40°42'",40.7
20677,"Темрюк","Краснодарский край",0,+3,"45°17'",45.283333333333,"37°23'",37.383333333333
20678,"Радужный","Владимирская область",0,+3,"56°0'",56,"40°20'",40.333333333333
20679,"Чернушка","Пермский край",2,+5,"56°30'",56.5,"56°5'",56.083333333333
20680,"Учалы","Республика Башкортостан",2,+5,"54°18'",54.3,"59°25'",59.416666666667
20687,"Нижняя Салда","Свердловская область",2,+5,"58°8'",58.133333333333,"60°55'",60.916666666667
20689,"Бирск","Республика Башкортостан",2,+5,"55°25'",55.416666666667,"55°33'",55.55
20691,"Красноуфимск","Свердловская область",2,+5,"56°36'",56.6,"57°46'",57.766666666667
20695,"Алапаевск","Свердловская область",2,+5,"57°51'",57.85,"61°42'",61.7
20702,"Курганинск","Краснодарский край",0,+3,"44°53'",44.883333333333,"40°36'",40.6
20704,"Славянск-на-Кубани","Краснодарский край",0,+3,"45°15'",45.25,"38°7'",38.116666666667
20707,"Курчатов","Курская область",0,+3,"51°40'",51.666666666667,"35°39'",35.65
20708,"Шумиха","Курганская область",2,+5,"55°14'",55.233333333333,"63°17'",63.283333333333
20712,"Чусовой","Пермский край",2,+5,"58°17'",58.283333333333,"57°50'",57.833333333333
20716,"Сибай","Республика Башкортостан",2,+5,"52°43'",52.716666666667,"58°40'",58.666666666667
20717,"Туймазы","Республика Башкортостан",2,+5,"54°36'",54.6,"53°44'",53.733333333333
20718,"Ишимбай","Республика Башкортостан",2,+5,"53°27'",53.45,"56°2'",56.033333333333
20720,"Верхняя Пышма","Свердловская область",2,+5,"57°7'",57.116666666667,"60°36'",60.6
20721,"Волжск","Республика Марий Эл",0,+3,"55°52'",55.866666666667,"48°21'",48.35
20728,"Королев","Московская область",0,+3,"55°57'",55.95,"37°52'",37.866666666667
20735,"Яхрома","Московская область",0,+3,"56°18'",56.3,"37°29'",37.483333333333
20759,"Юрюзань","Челябинская область",2,+5,"54°53'",54.883333333333,"58°26'",58.433333333333
20777,"Адлер","Краснодарский край",0,+3,"43°27'",43.45,"39°55'",39.916666666667
20820,"Шерегеш","Кемеровская область",3,+6,"52°55'",52.916666666667,"87°60'",88
21,"Вологда","Вологодская область",0,+3,"59°13'",59.216666666667,"39°53'",39.883333333333
21129,"Каневская","Краснодарский край",0,+3,"46°5'",46.083333333333,"38°58'",38.966666666667
21140,"Терней","Приморский край",7,+10,"45°3'",45.05,"136°36'",136.6
21141,"Тимашевск","Краснодарский край",0,+3,"45°37'",45.616666666667,"38°57'",38.95
21154,"Тутаев","Ярославская область",0,+3,"57°37'",57.616666666667,"39°47'",39.783333333333
21273,"Миргород","Полтавская область","-2",+1,"49°58'",49.966666666667,"33°36'",33.6
213,"Москва","Москва",0,+3,"55°45'",55.75,"37°37'",37.616666666667
214,"Долгопрудный","Московская область",0,+3,"55°56'",55.933333333333,"37°31'",37.516666666667
215,"Дубна","Московская область",0,+3,"56°45'",56.75,"37°8'",37.133333333333
21529,"Нижний Архыз","Республика Карачаево-Черкессия",0,+3,"43°41'",43.683333333333,"41°29'",41.483333333333
216,"Зеленоград","Московская область",0,+3,"55°59'",55.983333333333,"37°11'",37.183333333333
21609,"Кременчуг","Полтавская область","-2",+1,"49°6'",49.1,"33°25'",33.416666666667
21619,"Фрязино","Московская область",0,+3,"55°57'",55.95,"38°3'",38.05
21620,"Юбилейный","Московская область",0,+3,"55°56'",55.933333333333,"37°50'",37.833333333333
21621,"Реутов","Московская область",0,+3,"55°46'",55.766666666667,"37°52'",37.866666666667
21622,"Железнодорожный","Московская область",0,+3,"55°45'",55.75,"38°0'",38
21623,"Ивантеевка","Московская область",0,+3,"55°59'",55.983333333333,"37°58'",37.966666666667
21624,"Щербинка","Московская область",0,+3,"55°30'",55.5,"37°35'",37.583333333333
21627,"Дедовск","Московская область",0,+3,"55°52'",55.866666666667,"37°8'",37.133333333333
21628,"Михнево","Московская область",0,+3,"55°8'",55.133333333333,"37°58'",37.966666666667
21630,"Лыткарино","Московская область",0,+3,"55°35'",55.583333333333,"37°55'",37.916666666667
21635,"Лосино-Петровский","Московская область",0,+3,"55°53'",55.883333333333,"38°13'",38.216666666667
21641,"Лобня","Московская область",0,+3,"56°1'",56.016666666667,"37°28'",37.466666666667
21642,"Электроугли","Московская область",0,+3,"55°44'",55.733333333333,"38°12'",38.2
21646,"Голицыно","Московская область",0,+3,"55°37'",55.616666666667,"36°59'",36.983333333333
21647,"Краснознаменск","Московская область",0,+3,"55°36'",55.6,"37°2'",37.033333333333
21650,"Лесной","Московская область",0,+3,"56°5'",56.083333333333,"37°55'",37.916666666667
21651,"Котельники","Московская область",0,+3,"55°40'",55.666666666667,"37°52'",37.866666666667
21656,"Старая Купавна","Московская область",0,+3,"55°48'",55.8,"38°11'",38.183333333333
21667,"Родионово-Несветайская","Ростовская область",0,+3,"47°37'",47.616666666667,"39°42'",39.7
21670,"Чалтырь","Ростовская область",0,+3,"47°17'",47.283333333333,"39°30'",39.5
21671,"Кагальницкая","Ростовская область",0,+3,"46°53'",46.883333333333,"40°9'",40.15
21695,"Микунь","Республика Коми",0,+3,"62°22'",62.366666666667,"50°4'",50.066666666667
21699,"Ерофей-Павлович","Амурская область",6,+9,"53°58'",53.966666666667,"121°57'",121.95
217,"Пущино","Московская область",0,+3,"54°50'",54.833333333333,"37°38'",37.633333333333
21703,"Калтан","Кемеровская область",3,+6,"53°31'",53.516666666667,"87°17'",87.283333333333
21726,"Полевской","Свердловская область",2,+5,"56°26'",56.433333333333,"60°11'",60.183333333333
21735,"Дзержинский","Московская область",0,+3,"55°38'",55.633333333333,"37°50'",37.833333333333
21737,"Песьянка","Пермский край",2,+5,"57°19'",57.316666666667,"55°48'",55.8
21739,"Карагай","Пермский край",2,+5,"58°16'",58.266666666667,"54°56'",54.933333333333
21745,"Нахабино","Московская область",0,+3,"55°50'",55.833333333333,"37°11'",37.183333333333
21773,"Никополь","Днепропетровская область","-2",+1,"47°34'",47.566666666667,"34°24'",34.4
21774,"Горловка","Донецкая область","-2",+1,"48°20'",48.333333333333,"38°3'",38.05
21775,"Днепродзержинск","Днепропетровская область","-2",+1,"48°31'",48.516666666667,"34°37'",34.616666666667
219,"Черноголовка","Московская область",0,+3,"56°1'",56.016666666667,"38°23'",38.383333333333
22,"Калининград","Калининградская область","-1",+2,"54°43'",54.716666666667,"20°31'",20.516666666667
222,"Луганск","Луганская область","-2",+1,"48°34'",48.566666666667,"39°18'",39.3
23,"Мурманск","Мурманская область",0,+3,"68°57'",68.95,"33°6'",33.1
23329,"Лабытнанги","Ямало-Ненецкий автономный округ",2,+5,"66°39'",66.65,"66°25'",66.416666666667
235,"Магнитогорск","Челябинская область",2,+5,"53°28'",53.466666666667,"59°5'",59.083333333333
236,"Набережные Челны","Республика Татарстан",0,+3,"55°44'",55.733333333333,"52°26'",52.433333333333
237,"Новокузнецк","Кемеровская область",3,+6,"53°44'",53.733333333333,"87°7'",87.116666666667
238,"Новочеркасск","Ростовская область",0,+3,"47°25'",47.416666666667,"40°6'",40.1
239,"Сочи","Краснодарский край",0,+3,"43°37'",43.616666666667,"39°43'",39.716666666667
24,"Великий Новгород","Новгородская область",0,+3,"58°33'",58.55,"31°16'",31.266666666667
240,"Тольятти","Самарская область",0,+3,"53°32'",53.533333333333,"49°25'",49.416666666667
24863,"Вольногорск","Днепропетровская область","-2",+1,"48°29'",48.483333333333,"34°1'",34.016666666667
24865,"Желтые Воды","Днепропетровская область","-2",+1,"48°21'",48.35,"33°30'",33.5
24866,"Марганец","Днепропетровская область","-2",+1,"47°40'",47.666666666667,"34°37'",34.616666666667
24867,"Орджоникидзе","Днепропетровская область","-2",+1,"47°39'",47.65,"34°3'",34.05
24869,"Терновка","Днепропетровская область","-2",+1,"48°31'",48.516666666667,"36°5'",36.083333333333
24871,"Дебальцево","Донецкая область","-2",+1,"48°20'",48.333333333333,"38°24'",38.4
24872,"Дзержинск","Донецкая область","-2",+1,"48°24'",48.4,"37°51'",37.85
24873,"Дружковка","Донецкая область","-2",+1,"48°37'",48.616666666667,"37°32'",37.533333333333
24874,"Енакиево","Донецкая область","-2",+1,"48°13'",48.216666666667,"38°12'",38.2
24876,"Макеевка","Донецкая область","-2",+1,"48°3'",48.05,"37°57'",37.95
24877,"Селидово","Донецкая область","-2",+1,"48°9'",48.15,"37°18'",37.3
24878,"Снежное","Донецкая область","-2",+1,"48°2'",48.033333333333,"38°46'",38.766666666667
24879,"Торез","Донецкая область","-2",+1,"48°2'",48.033333333333,"38°37'",38.616666666667
24880,"Харцызск","Донецкая область","-2",+1,"48°3'",48.05,"38°9'",38.15
24881,"Энергодар","Запорожская область","-2",+1,"47°30'",47.5,"34°39'",34.65
24882,"Яремче","Ивано-Франковская область","-2",+1,"48°28'",48.466666666667,"24°34'",24.566666666667
24883,"Ирпень","Киевская область","-2",+1,"50°31'",50.516666666667,"30°15'",30.25
24884,"Славутич","Киевская область","-2",+1,"51°31'",51.516666666667,"30°46'",30.766666666667
24885,"Алчевск","Луганская область","-2",+1,"48°28'",48.466666666667,"38°48'",38.8
24888,"Красный Луч","Луганская область","-2",+1,"48°8'",48.133333333333,"38°56'",38.933333333333
24889,"Лисичанск","Луганская область","-2",+1,"48°55'",48.916666666667,"38°26'",38.433333333333
24890,"Первомайск","Луганская область","-2",+1,"48°38'",48.633333333333,"38°34'",38.566666666667
24891,"Ровеньки","Луганская область","-2",+1,"48°5'",48.083333333333,"39°22'",39.366666666667
24892,"Рубежное","Луганская область","-2",+1,"49°1'",49.016666666667,"38°22'",38.366666666667
24893,"Северодонецк","Луганская область","-2",+1,"48°56'",48.933333333333,"38°30'",38.5
24894,"Стаханов","Луганская область","-2",+1,"48°34'",48.566666666667,"38°39'",38.65
24895,"Нововолынск","Волынская область","-2",+1,"50°44'",50.733333333333,"24°10'",24.166666666667
24896,"Борислав","Львовская область","-2",+1,"49°17'",49.283333333333,"23°25'",23.416666666667
24897,"Трускавец","Львовская область","-2",+1,"49°17'",49.283333333333,"23°30'",23.5
24898,"Червоноград","Львовская область","-2",+1,"50°23'",50.383333333333,"24°14'",24.233333333333
24900,"Южноукраинск","Николаевская область","-2",+1,"47°49'",47.816666666667,"31°11'",31.183333333333
24901,"Ильичевск","Одесская область","-2",+1,"46°18'",46.3,"30°40'",30.666666666667
24902,"Комсомольск","Полтавская область","-2",+1,"49°1'",49.016666666667,"33°38'",33.633333333333
24903,"Кузнецовск","Ровненская область","-2",+1,"51°21'",51.35,"25°51'",25.85
24904,"Новая Каховка","Херсонская область","-2",+1,"46°46'",46.766666666667,"33°22'",33.366666666667
24905,"Нетешин","Хмельницкая область","-2",+1,"50°21'",50.35,"26°38'",26.633333333333
25,"Псков","Псковская область",0,+3,"57°49'",57.816666666667,"28°20'",28.333333333333
26994,"Буча","Киевская область","-2",+1,"50°33'",50.55,"30°14'",30.233333333333
27007,"Коцюбинское","Киевская область","-2",+1,"51°0'",51,"30°0'",30
27022,"Новодружеск","Луганская область","-2",+1,"48°58'",48.966666666667,"38°21'",38.35
27026,"Новогродовка","Донецкая область","-2",+1,"48°12'",48.2,"37°20'",37.333333333333
27036,"Петровское","Луганская область","-2",+1,"48°18'",48.3,"38°54'",38.9
27042,"Теплодар","Одесская область","-2",+1,"46°30'",46.5,"30°20'",30.333333333333
27057,"Южное","Одесская область","-2",+1,"46°37'",46.616666666667,"31°6'",31.1
27061,"Алупка","Крым","-2",+1,"44°25'",44.416666666667,"34°3'",34.05
27077,"Белозерка","Херсонская область","-2",+1,"46°38'",46.633333333333,"32°26'",32.433333333333
27092,"Белгород-Днестровский","Одесская область","-2",+1,"46°11'",46.183333333333,"30°20'",30.333333333333
27093,"Беляевка","Одесская область","-2",+1,"46°28'",46.466666666667,"30°13'",30.216666666667
27099,"Бердичев","Житомирская область","-2",+1,"49°54'",49.9,"28°35'",28.583333333333
27101,"Бердянск","Запорожская область","-2",+1,"46°46'",46.766666666667,"36°48'",36.8
27118,"Бережаны","Тернопольская область","-2",+1,"49°26'",49.433333333333,"24°57'",24.95
27120,"Берегово","Закарпатская область","-2",+1,"48°12'",48.2,"22°38'",22.633333333333
27139,"Болград","Одесская область","-2",+1,"45°41'",45.683333333333,"28°38'",28.633333333333
27150,"Бородянка","Киевская область","-2",+1,"50°39'",50.65,"29°56'",29.933333333333
27154,"Борисполь","Киевская область","-2",+1,"50°22'",50.366666666667,"30°58'",30.966666666667
27156,"Богодухов","Харьковская область","-2",+1,"50°10'",50.166666666667,"35°31'",35.516666666667
27157,"Богородчаны","Ивано-Франковская область","-2",+1,"48°48'",48.8,"24°32'",24.533333333333
27159,"Богуслав","Киевская область","-2",+1,"49°33'",49.55,"30°52'",30.866666666667
27164,"Боярка","Киевская область","-2",+1,"50°20'",50.333333333333,"30°17'",30.283333333333
27165,"Бровары","Киевская область","-2",+1,"50°31'",50.516666666667,"30°49'",30.816666666667
27166,"Броды","Львовская область","-2",+1,"50°5'",50.083333333333,"25°9'",25.15
27180,"Бучач","Тернопольская область","-2",+1,"49°4'",49.066666666667,"25°23'",25.383333333333
27188,"Бурынь","Сумская область","-2",+1,"51°12'",51.2,"33°50'",33.833333333333
27189,"Бурштын","Ивано-Франковская область","-2",+1,"49°16'",49.266666666667,"24°38'",24.633333333333
27205,"Балаклея","Харьковская область","-2",+1,"49°28'",49.466666666667,"36°51'",36.85
27211,"Барышевка","Киевская область","-2",+1,"50°21'",50.35,"31°19'",31.316666666667
27217,"Бахчисарай","Крым","-2",+1,"44°45'",44.75,"33°52'",33.866666666667
27220,"Баштанка","Николаевская область","-2",+1,"47°24'",47.4,"32°27'",32.45
27234,"Великий Березный","Закарпатская область","-2",+1,"48°54'",48.9,"22°27'",22.45
27275,"Владимир-Волынский","Волынская область","-2",+1,"50°51'",50.85,"24°19'",24.316666666667
27286,"Вознесенск","Николаевская область","-2",+1,"47°34'",47.566666666667,"31°20'",31.333333333333
27300,"Волчанск","Харьковская область","-2",+1,"50°18'",50.3,"36°57'",36.95
27314,"Воронеж","Сумская область","-2",+1,"51°46'",51.766666666667,"33°28'",33.466666666667
27326,"Вилково","Одесская область","-2",+1,"45°24'",45.4,"29°35'",29.583333333333
27330,"Виноградов","Закарпатская область","-2",+1,"48°9'",48.15,"23°2'",23.033333333333
27342,"Вишнёвое","Киевская область","-2",+1,"50°23'",50.383333333333,"30°21'",30.35
27346,"Вышгород","Киевская область","-2",+1,"50°35'",50.583333333333,"30°30'",30.5
27353,"Высокий","Харьковская область","-2",+1,"49°53'",49.883333333333,"36°7'",36.116666666667
27360,"Валки","Харьковская область","-2",+1,"49°50'",49.833333333333,"35°37'",35.616666666667
27362,"Варва","Черниговская область","-2",+1,"50°30'",50.5,"32°43'",32.716666666667
27370,"Васильков","Киевская область","-2",+1,"50°11'",50.183333333333,"30°19'",30.316666666667
27392,"Чернобай","Черкасская область","-2",+1,"49°40'",49.666666666667,"32°19'",32.316666666667
27393,"Черневцы","Винницкая область","-2",+1,"48°33'",48.55,"28°6'",28.1
27417,"Чугуев","Харьковская область","-2",+1,"49°50'",49.833333333333,"36°41'",36.683333333333
27433,"Збараж","Тернопольская область","-2",+1,"49°40'",49.666666666667,"25°47'",25.783333333333
27435,"Здолбунов","Ровненская область","-2",+1,"50°31'",50.516666666667,"26°16'",26.266666666667
27441,"Змиёв","Харьковская область","-2",+1,"49°42'",49.7,"36°22'",36.366666666667
27443,"Знаменка","Кировоградская область","-2",+1,"48°43'",48.716666666667,"32°40'",32.666666666667
27444,"Золочев","Львовская область","-2",+1,"49°49'",49.816666666667,"24°54'",24.9
27448,"Золотоноша","Черкасская область","-2",+1,"49°40'",49.666666666667,"32°2'",32.033333333333
27474,"Заречное","Ровненская область","-2",+1,"51°49'",51.816666666667,"26°7'",26.116666666667
27493,"Демидово","Владимирская область",0,+3,"55°24'",55.4,"40°18'",40.3
27496,"Дергачи","Харьковская область","-2",+1,"50°7'",50.116666666667,"36°6'",36.1
27497,"Деражня","Хмельницкая область","-2",+1,"49°16'",49.266666666667,"27°26'",27.433333333333
27510,"Добромиль","Львовская область","-2",+1,"49°34'",49.566666666667,"22°47'",22.783333333333
27511,"Доброполье","Донецкая область","-2",+1,"48°48'",48.8,"37°11'",37.183333333333
27517,"Докучаевск","Донецкая область","-2",+1,"47°46'",47.766666666667,"37°41'",37.683333333333
27532,"Дрогобыч","Львовская область","-2",+1,"49°21'",49.35,"23°31'",23.516666666667
27548,"Дубровица","Ровненская область","-2",+1,"51°34'",51.566666666667,"26°34'",26.566666666667
27551,"Дунаевцы","Хмельницкая область","-2",+1,"48°53'",48.883333333333,"26°51'",26.85
27555,"Джанкой","Крым","-2",+1,"45°43'",45.716666666667,"34°24'",34.4
27561,"Димитров","Донецкая область","-2",+1,"48°18'",48.3,"37°16'",37.266666666667
27585,"Кельменцы","Черновицкая область","-2",+1,"48°28'",48.466666666667,"26°50'",26.833333333333
27589,"Клевань","Ровненская область","-2",+1,"50°45'",50.75,"26°1'",26.016666666667
27598,"Ковель","Волынская область","-2",+1,"51°13'",51.216666666667,"24°43'",24.716666666667
27608,"Козова","Тернопольская область","-2",+1,"49°26'",49.433333333333,"25°9'",25.15
27619,"Коломыя","Ивано-Франковская область","-2",+1,"48°32'",48.533333333333,"25°2'",25.033333333333
27630,"Комсомольское","Харьковская область","-2",+1,"49°36'",49.6,"36°32'",36.533333333333
27637,"Константиновка","Донецкая область","-2",+1,"48°31'",48.516666666667,"37°42'",37.7
27655,"Королево","Закарпатская область","-2",+1,"48°9'",48.15,"23°8'",23.133333333333
27658,"Коростень","Житомирская область","-2",+1,"50°58'",50.966666666667,"28°38'",28.633333333333
27663,"Корсунь-Шевченковский","Черкасская область","-2",+1,"49°26'",49.433333333333,"31°17'",31.283333333333
27665,"Котовск","Одесская область","-2",+1,"47°45'",47.75,"29°32'",29.533333333333
27670,"Костополь","Ровненская область","-2",+1,"50°53'",50.883333333333,"26°27'",26.45
27671,"Кременец","Тернопольская область","-2",+1,"50°7'",50.116666666667,"25°43'",25.716666666667
27672,"Кременная","Луганская область","-2",+1,"49°3'",49.05,"38°13'",38.216666666667
27675,"Кролевец","Сумская область","-2",+1,"51°33'",51.55,"33°23'",33.383333333333
27687,"Краснодон","Луганская область","-2",+1,"48°18'",48.3,"39°44'",39.733333333333
27692,"Краснокутск","Харьковская область","-2",+1,"50°3'",50.05,"35°9'",35.15
27693,"Красноперекопск","Крым","-2",+1,"45°57'",45.95,"33°48'",33.8
27703,"Красноград","Харьковская область","-2",+1,"49°22'",49.366666666667,"35°27'",35.45
27704,"Красноармейск","Донецкая область","-2",+1,"48°17'",48.283333333333,"37°10'",37.166666666667
27713,"Красилов","Хмельницкая область","-2",+1,"49°39'",49.65,"26°58'",26.966666666667
27728,"Купянск","Харьковская область","-2",+1,"49°42'",49.7,"37°36'",37.6
27732,"Курахово","Донецкая область","-2",+1,"47°59'",47.983333333333,"37°16'",37.266666666667
27743,"Кицмань","Черновицкая область","-2",+1,"48°26'",48.433333333333,"25°46'",25.766666666667
27744,"Килия","Одесская область","-2",+1,"45°28'",45.466666666667,"29°16'",29.266666666667
27764,"Казатин","Винницкая область","-2",+1,"49°43'",49.716666666667,"28°51'",28.85
27768,"Калуш","Ивано-Франковская область","-2",+1,"49°3'",49.05,"24°22'",24.366666666667
27769,"Калиновка","Винницкая область","-2",+1,"49°27'",49.45,"28°31'",28.516666666667
27784,"Каменец-Подольский","Хмельницкая область","-2",+1,"48°41'",48.683333333333,"26°35'",26.583333333333
27792,"Каменка","Черкасская область","-2",+1,"49°2'",49.033333333333,"32°7'",32.116666666667
27793,"Каменка Бугская","Львовская область","-2",+1,"50°6'",50.1,"24°21'",24.35
27805,"Канев","Черкасская область","-2",+1,"49°45'",49.75,"31°28'",31.466666666667
27810,"Карловка","Полтавская область","-2",+1,"49°27'",49.45,"35°8'",35.133333333333
27817,"Катеринополь","Черкасская область","-2",+1,"48°57'",48.95,"30°58'",30.966666666667
27819,"Каховка","Херсонская область","-2",+1,"46°49'",46.816666666667,"33°29'",33.483333333333
27822,"Лебедин","Сумская область","-2",+1,"50°35'",50.583333333333,"34°29'",34.483333333333
27827,"Летичев","Хмельницкая область","-2",+1,"49°23'",49.383333333333,"27°37'",27.616666666667
27838,"Лозовая","Харьковская область","-2",+1,"48°53'",48.883333333333,"36°19'",36.316666666667
27844,"Лубны","Полтавская область","-2",+1,"50°1'",50.016666666667,"33°0'",33
27851,"Лутугино","Луганская область","-2",+1,"48°24'",48.4,"39°13'",39.216666666667
27852,"Лужаны","Черновицкая область","-2",+1,"48°21'",48.35,"25°50'",25.833333333333
27862,"Лиманское","Одесская область","-2",+1,"46°40'",46.666666666667,"29°58'",29.966666666667
27913,"Мерефа","Харьковская область","-2",+1,"49°49'",49.816666666667,"36°4'",36.066666666667
27924,"Молодогвардейск","Луганская область","-2",+1,"48°21'",48.35,"39°39'",39.65
27932,"Могилёв-Подольский","Винницкая область","-2",+1,"48°27'",48.45,"27°48'",27.8
27937,"Мостиска","Львовская область","-2",+1,"49°48'",49.8,"23°9'",23.15
27984,"Макаров","Киевская область","-2",+1,"50°28'",50.466666666667,"29°49'",29.816666666667
27989,"Малин","Житомирская область","-2",+1,"50°46'",50.766666666667,"29°15'",29.25
27998,"Марковка","Луганская область","-2",+1,"49°32'",49.533333333333,"39°33'",39.55
28,"Махачкала","Республика Дагестан",0,+3,"42°58'",42.966666666667,"47°30'",47.5
28051,"Новомосковск","Днепропетровская область","-2",+1,"48°38'",48.633333333333,"35°13'",35.216666666667
28082,"Новотроицкое","Херсонская область","-2",+1,"46°21'",46.35,"34°20'",34.333333333333
28092,"Новоград-Волынский","Житомирская область","-2",+1,"50°35'",50.583333333333,"27°38'",27.633333333333
28105,"Новоархангельск","Кировоградская область","-2",+1,"48°40'",48.666666666667,"30°49'",30.816666666667
28122,"Новый Буг","Николаевская область","-2",+1,"47°41'",47.683333333333,"32°30'",32.5
28138,"Носовка","Черниговская область","-2",+1,"50°56'",50.933333333333,"31°35'",31.583333333333
28169,"Нижнегорский","Крым","-2",+1,"45°27'",45.45,"34°44'",34.733333333333
28179,"Научный","Крым","-2",+1,"44°44'",44.733333333333,"34°1'",34.016666666667
28183,"Обухов","Киевская область","-2",+1,"50°6'",50.1,"30°38'",30.633333333333
28185,"Овруч","Житомирская область","-2",+1,"51°20'",51.333333333333,"28°49'",28.816666666667
28186,"Овидиополь","Одесская область","-2",+1,"46°15'",46.25,"30°27'",30.45
28250,"Первомайск","Николаевская область","-2",+1,"48°3'",48.05,"30°52'",30.866666666667
28257,"Первомайский","Харьковская область","-2",+1,"49°23'",49.383333333333,"36°13'",36.216666666667
28260,"Перечин","Закарпатская область","-2",+1,"48°44'",48.733333333333,"22°28'",22.466666666667
28267,"Переяслав-Хмельницкий","Киевская область","-2",+1,"50°4'",50.066666666667,"31°27'",31.45
28313,"Песочин","Харьковская область","-2",+1,"49°57'",49.95,"36°7'",36.116666666667
28339,"Полонное","Хмельницкая область","-2",+1,"50°7'",50.116666666667,"27°31'",27.516666666667
28381,"Прилуки","Черниговская область","-2",+1,"50°36'",50.6,"32°23'",32.383333333333
28382,"Приморск","Запорожская область","-2",+1,"46°44'",46.733333333333,"36°22'",36.366666666667
28396,"Пирятин","Полтавская область","-2",+1,"50°14'",50.233333333333,"32°30'",32.5
28401,"Павлоград","Днепропетровская область","-2",+1,"48°31'",48.516666666667,"35°54'",35.9
28420,"Рокитное","Ровненская область","-2",+1,"51°16'",51.266666666667,"27°13'",27.216666666667
28426,"Рожище","Волынская область","-2",+1,"50°54'",50.9,"25°16'",25.266666666667
28429,"Рогатин","Ивано-Франковская область","-2",+1,"49°25'",49.416666666667,"24°37'",24.616666666667
28465,"Рахов","Закарпатская область","-2",+1,"48°4'",48.066666666667,"24°13'",24.216666666667
28467,"Теофиполь","Хмельницкая область","-2",+1,"49°51'",49.85,"26°25'",26.416666666667
28480,"Токмак","Запорожская область","-2",+1,"47°15'",47.25,"35°42'",35.7
28531,"Узин","Киевская область","-2",+1,"49°49'",49.816666666667,"30°26'",30.433333333333
28533,"Украинка","Киевская область","-2",+1,"50°9'",50.15,"30°45'",30.75
28539,"Умань","Черкасская область","-2",+1,"48°45'",48.75,"30°13'",30.216666666667
28543,"Угледар","Донецкая область","-2",+1,"47°47'",47.783333333333,"37°15'",37.25
28562,"Фастов","Киевская область","-2",+1,"50°5'",50.083333333333,"29°55'",29.916666666667
28568,"Хмельник","Винницкая область","-2",+1,"49°34'",49.566666666667,"27°57'",27.95
28583,"Хуст","Закарпатская область","-2",+1,"48°11'",48.183333333333,"23°18'",23.3
28612,"Жидачов","Львовская область","-2",+1,"49°23'",49.383333333333,"24°8'",24.133333333333
28654,"Ичня","Черниговская область","-2",+1,"50°51'",50.85,"32°23'",32.383333333333
28655,"Измаил","Одесская область","-2",+1,"45°21'",45.35,"28°50'",28.833333333333
28658,"Изюм","Харьковская область","-2",+1,"49°13'",49.216666666667,"37°15'",37.25
28659,"Изяслав","Хмельницкая область","-2",+1,"50°7'",50.116666666667,"26°50'",26.833333333333
28668,"Иршава","Закарпатская область","-2",+1,"48°19'",48.316666666667,"23°3'",23.05
28707,"Городенка","Ивано-Франковская область","-2",+1,"48°40'",48.666666666667,"25°30'",25.5
28712,"Городок","Львовская область","-2",+1,"49°47'",49.783333333333,"23°39'",23.65
28742,"Гуляйполе","Запорожская область","-2",+1,"47°40'",47.666666666667,"36°16'",36.266666666667
28752,"Гадяч","Полтавская область","-2",+1,"50°22'",50.366666666667,"34°0'",34
28755,"Галич","Ивано-Франковская область","-2",+1,"49°8'",49.133333333333,"24°44'",24.733333333333
28780,"Яготин","Киевская область","-2",+1,"50°17'",50.283333333333,"31°46'",31.766666666667
28784,"Ясиноватая","Донецкая область","-2",+1,"48°8'",48.133333333333,"37°51'",37.85
28786,"Щёлкино","Крым","-2",+1,"45°26'",45.433333333333,"35°49'",35.816666666667
28805,"Шепетовка","Хмельницкая область","-2",+1,"50°11'",50.183333333333,"27°4'",27.066666666667
28809,"Шостка","Сумская область","-2",+1,"51°52'",51.866666666667,"33°29'",33.483333333333
28836,"Шаргород","Винницкая область","-2",+1,"48°44'",48.733333333333,"28°5'",28.083333333333
28837,"Авдеевка","Донецкая область","-2",+1,"48°9'",48.15,"37°45'",37.75
28854,"Александровка","Кировоградская область","-2",+1,"48°44'",48.733333333333,"33°18'",33.3
28865,"Александрия","Кировоградская область","-2",+1,"48°40'",48.666666666667,"33°6'",33.1
28868,"Амвросиевка","Донецкая область","-2",+1,"47°47'",47.783333333333,"38°28'",38.466666666667
28887,"Антрацит","Луганская область","-2",+1,"48°8'",48.133333333333,"39°6'",39.1
28890,"Арбузинка","Николаевская область","-2",+1,"47°54'",47.9,"31°19'",31.316666666667
28892,"Армянск","Крым","-2",+1,"46°6'",46.1,"33°42'",33.7
28896,"Артемовск","Донецкая область","-2",+1,"48°36'",48.6,"37°60'",38
28900,"Ахтырка","Сумская область","-2",+1,"50°18'",50.3,"34°55'",34.916666666667
28903,"Свердловск","Луганская область","-2",+1,"48°5'",48.083333333333,"39°39'",39.65
28904,"Светловодск","Кировоградская область","-2",+1,"49°3'",49.05,"33°13'",33.216666666667
28906,"Свесса","Сумская область","-2",+1,"51°57'",51.95,"33°56'",33.933333333333
28910,"Свалява","Закарпатская область","-2",+1,"48°33'",48.55,"23°0'",23
28934,"Скадовск","Херсонская область","-2",+1,"46°7'",46.116666666667,"32°55'",32.916666666667
28940,"Славута","Хмельницкая область","-2",+1,"50°18'",50.3,"26°52'",26.866666666667
28944,"Славянск","Донецкая область","-2",+1,"48°50'",48.833333333333,"37°34'",37.566666666667
28948,"Смела","Черкасская область","-2",+1,"49°13'",49.216666666667,"31°52'",31.866666666667
28957,"Сокиряны","Черновицкая область","-2",+1,"48°27'",48.45,"27°25'",27.416666666667
28958,"Сокаль","Львовская область","-2",+1,"50°29'",50.483333333333,"24°17'",24.283333333333
28992,"Стрый","Львовская область","-2",+1,"49°15'",49.25,"23°51'",23.85
28997,"Старобельск","Луганская область","-2",+1,"49°17'",49.283333333333,"38°55'",38.916666666667
28999,"Староконстантинов","Хмельницкая область","-2",+1,"49°45'",49.75,"27°13'",27.216666666667
29006,"Старая Выжевка","Волынская область","-2",+1,"51°26'",51.433333333333,"24°26'",24.433333333333
29041,"Сарны","Ровненская область","-2",+1,"51°20'",51.333333333333,"26°36'",26.6
29051,"Шацк","Волынская область","-2",+1,"51°31'",51.516666666667,"23°57'",23.95
29053,"Нежин","Черниговская область","-2",+1,"51°2'",51.033333333333,"31°53'",31.883333333333
29054,"Бахмач","Черниговская область","-2",+1,"51°11'",51.183333333333,"32°50'",32.833333333333
29093,"Попельня","Житомирская область","-2",+1,"49°58'",49.966666666667,"29°27'",29.45
29115,"Раздельная","Одесская область","-2",+1,"46°51'",46.85,"30°5'",30.083333333333
29127,"Цюрупинск","Херсонская область","-2",+1,"46°37'",46.616666666667,"32°42'",32.7
29128,"Геническ","Херсонская область","-2",+1,"46°10'",46.166666666667,"34°48'",34.8
29174,"Солоницевка","Харьковская область","-2",+1,"49°60'",50,"36°2'",36.033333333333
29178,"Кегичёвка","Харьковская область","-2",+1,"49°17'",49.283333333333,"35°46'",35.766666666667
29214,"Яворов","Львовская область","-2",+1,"49°57'",49.95,"23°24'",23.4
29243,"Новоднестровск","Черновицкая область","-2",+1,"48°34'",48.566666666667,"27°27'",27.45
29246,"Глыбокая","Черновицкая область","-2",+1,"48°5'",48.083333333333,"25°56'",25.933333333333
29252,"Волочиск","Хмельницкая область","-2",+1,"49°32'",49.533333333333,"26°13'",26.216666666667
29288,"Ромны","Сумская область","-2",+1,"50°45'",50.75,"33°29'",33.483333333333
29388,"Красный Яр","Самарская область",0,+3,"53°30'",53.5,"50°24'",50.4
29397,"Березовский","Свердловская область",2,+5,"56°55'",56.916666666667,"60°48'",60.8
30,"Нальчик","Республика Кабардино-Балкария",0,+3,"43°29'",43.483333333333,"43°36'",43.6
30636,"Баргузин","Республика Бурятия",5,+8,"53°37'",53.616666666667,"109°38'",109.63333333333
30729,"Кабанск","Республика Бурятия",5,+8,"52°3'",52.05,"106°38'",106.63333333333
32071,"Тымовское","Сахалинская область",7,+10,"50°51'",50.85,"142°40'",142.66666666667
33,"Владикавказ","Республика Северная Осетия (Алания)",0,+3,"43°2'",43.033333333333,"44°41'",44.683333333333
35,"Краснодар","Краснодарский край",0,+3,"45°3'",45.05,"38°59'",38.983333333333
36,"Ставрополь","Ставропольский край",0,+3,"45°2'",45.033333333333,"41°59'",41.983333333333
37,"Астрахань","Астраханская область",0,+3,"46°21'",46.35,"48°3'",48.05
37120,"Электрогорск","Московская область",0,+3,"55°53'",55.883333333333,"38°47'",38.783333333333
37129,"Покров","Владимирская область",0,+3,"55°55'",55.916666666667,"39°10'",39.166666666667
37133,"Новочебоксарск","Республика Чувашия",0,+3,"56°6'",56.1,"47°30'",47.5
37147,"Климовск","Московская область",0,+3,"55°22'",55.366666666667,"37°32'",37.533333333333
37168,"Артемовский","Свердловская область",2,+5,"57°20'",57.333333333333,"61°54'",61.9
38,"Волгоград","Волгоградская область",0,+3,"48°43'",48.716666666667,"44°30'",44.5
39,"Ростов-на-Дону","Ростовская область",0,+3,"47°14'",47.233333333333,"39°43'",39.716666666667
4,"Белгород","Белгородская область",0,+3,"50°36'",50.6,"36°37'",36.616666666667
41,"Йошкар-Ола","Республика Марий Эл",0,+3,"56°38'",56.633333333333,"47°53'",47.883333333333
42,"Саранск","Республика Мордовия",0,+3,"54°11'",54.183333333333,"45°11'",45.183333333333
43,"Казань","Республика Татарстан",0,+3,"55°48'",55.8,"49°6'",49.1
44,"Ижевск","Республика Удмуртия",0,+3,"56°51'",56.85,"53°13'",53.216666666667
45,"Чебоксары","Республика Чувашия",0,+3,"56°8'",56.133333333333,"47°15'",47.25
46,"Киров","Кировская область",0,+3,"58°36'",58.6,"49°40'",49.666666666667
47,"Нижний Новгород","Нижегородская область",0,+3,"56°20'",56.333333333333,"44°1'",44.016666666667
48,"Оренбург","Оренбургская область",2,+5,"51°46'",51.766666666667,"55°6'",55.1
49,"Пенза","Пензенская область",0,+3,"53°12'",53.2,"45°1'",45.016666666667
5,"Иваново","Ивановская область",0,+3,"56°60'",57,"40°58'",40.966666666667
50,"Пермь","Пермский край",2,+5,"57°60'",58,"56°14'",56.233333333333
51,"Самара","Самарская область",0,+3,"53°12'",53.2,"50°10'",50.166666666667
53,"Курган","Курганская область",2,+5,"55°27'",55.45,"65°21'",65.35
54,"Екатеринбург","Свердловская область",2,+5,"56°50'",56.833333333333,"60°36'",60.6
55,"Тюмень","Тюменская область",2,+5,"57°9'",57.15,"65°31'",65.516666666667
56,"Челябинск","Челябинская область",2,+5,"55°10'",55.166666666667,"61°24'",61.4
57,"Ханты-Мансийск","Ханты-Мансийский автономный округ",2,+5,"61°0'",61,"69°0'",69
58,"Салехард","Ямало-Ненецкий автономный округ",2,+5,"66°32'",66.533333333333,"66°36'",66.6
6,"Калуга","Калужская область",0,+3,"54°31'",54.516666666667,"36°16'",36.266666666667
62,"Красноярск","Красноярский край",4,+7,"56°0'",56,"92°53'",92.883333333333
63,"Иркутск","Иркутская область",5,+8,"52°17'",52.283333333333,"104°19'",104.31666666667
64,"Кемерово","Кемеровская область",3,+6,"55°22'",55.366666666667,"86°3'",86.05
65,"Новосибирск","Новосибирская область",3,+6,"55°2'",55.033333333333,"82°56'",82.933333333333
66,"Омск","Омская область",3,+6,"54°58'",54.966666666667,"73°24'",73.4
67,"Томск","Томская область",3,+6,"56°28'",56.466666666667,"84°58'",84.966666666667
68,"Чита","Забайкальский край",6,+9,"52°3'",52.05,"113°30'",113.5
7,"Кострома","Костромская область",0,+3,"57°47'",57.783333333333,"40°56'",40.933333333333
74,"Якутск","Республика Саха (Якутия)",6,+9,"62°2'",62.033333333333,"129°45'",129.75
75,"Владивосток","Приморский край",7,+10,"43°8'",43.133333333333,"131°55'",131.91666666667
76,"Хабаровск","Хабаровский край",7,+10,"48°29'",48.483333333333,"135°6'",135.1
77,"Благовещенск","Амурская область",6,+9,"50°16'",50.266666666667,"127°32'",127.53333333333
78,"Петропавловск-Камчатский","Камчатский край",8,+11,"53°4'",53.066666666667,"158°37'",158.61666666667
79,"Магадан","Магаданская область",8,+11,"59°33'",59.55,"150°49'",150.81666666667
8,"Курск","Курская область",0,+3,"51°44'",51.733333333333,"36°11'",36.183333333333
80,"Южно-Сахалинск","Сахалинская область",7,+10,"46°58'",46.966666666667,"142°44'",142.73333333333
9,"Липецк","Липецкая область",0,+3,"52°36'",52.6,"39°35'",39.583333333333
959,"Севастополь","Крым","-2",+1,"44°31'",44.516666666667,"33°36'",33.6
960,"Запорожье","Запорожская область","-2",+1,"47°50'",47.833333333333,"35°10'",35.166666666667
961,"Хмельницкий","Хмельницкая область","-2",+1,"49°25'",49.416666666667,"27°0'",27
962,"Херсон","Херсонская область","-2",+1,"46°38'",46.633333333333,"32°35'",32.583333333333
963,"Винница","Винницкая область","-2",+1,"49°14'",49.233333333333,"28°29'",28.483333333333
964,"Полтава","Полтавская область","-2",+1,"49°36'",49.6,"34°34'",34.566666666667
965,"Сумы","Сумская область","-2",+1,"50°54'",50.9,"34°49'",34.816666666667
966,"Чернигов","Черниговская область","-2",+1,"51°30'",51.5,"31°18'",31.3
967,"Обнинск","Калужская область",0,+3,"55°6'",55.1,"36°37'",36.616666666667
968,"Череповец","Вологодская область",0,+3,"59°8'",59.133333333333,"38°0'",38
969,"Выборг","Ленинградская область",0,+3,"60°42'",60.7,"28°46'",28.766666666667
970,"Новороссийск","Краснодарский край",0,+3,"44°45'",44.75,"37°46'",37.766666666667
971,"Таганрог","Ростовская область",0,+3,"47°13'",47.216666666667,"38°54'",38.9
972,"Дзержинск","Нижегородская область",0,+3,"56°14'",56.233333333333,"43°27'",43.45
973,"Сургут","Ханты-Мансийский автономный округ",2,+5,"61°15'",61.25,"73°24'",73.4
974,"Находка","Приморский край",7,+10,"42°47'",42.783333333333,"132°52'",132.86666666667
975,"Бийск","Алтайский край",3,+6,"52°32'",52.533333333333,"85°13'",85.216666666667
976,"Братск","Иркутская область",5,+8,"56°10'",56.166666666667,"101°35'",101.58333333333
\.
